Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Left arrow keypad
lv: Bûltiòa pa kreisi uz klaviatûras
pl: Kursor w lewo (numer.)
ro: Stânga pe keypad
sk: ¥ava ¹ípka na kláv.
tr: Sayýlarda sola ok

source: Right arrow keypad
lv: Bûltiòa pa labi uz klaviatûras
pl: Kursor w prawo (numer.)
ro: Dreapta pe keypad
sk: Pravá ¹ípka na kláv.
tr: Sayýlarda saða ok

source: Up arrow keypad
lv: Bûltiòa uz augðu uz klaviatûras
pl: Kursor w górê (numer.)
ro: Sus pe keypad
sk: ©ípka hore na kláv.
tr: Sayýlarda yukarý ok

source: Down arrow keypad
lv: Bûltiòa uz leju uz klaviatûras
pl: Kursor w dó³ (numer.)
ro: Jos pe keypad
sk: ©ípka dole na kláv.
tr: Sayýlarda aþaðý ok

source: Home on keypad
lv: Home uz klaviatûras
pl: Home (numer.)
ro: Home pe keypad
sk: Home na klávesnici
tr: Sayýlarda Home tuþu

source: End on keypad
lv: End uz klaviatûras
pl: End (numer.)
ro: End pe keypad
sk: End na klávesnici
tr: Sayýlarda End tuþu

source: Page Down keypad
lv: Page Down uz klaviatûras
pl: Page Down (numer.)
ro: Page Down pe keypad
sk: Page Down na kláves.
tr: Sayýlarda PgDn tuþu

source: Page Up keypad
lv: Page Up uz klaviatûras
pl: Page Up (numer.)
ro: Page Up pe keypad
sk: Page Up na kláves.
tr: Sayýlarda PgUp tuþu

source: Insert on keypad
lv: Insert uz klaviatûras
pl: Insert (numer.)
ro: Insert pe keypad
sk: Insert na kláves.
tr: Sayýlarda Ins tuþu

source: Delete on keypad
lv: Delete uz klaviatûras
pl: Delete (numer.)
ro: Delete pe keypad
sk: Delete na kláves.
tr: Sayýlarda Del tuþu

source: Enter on keypad
lv: Enter uz klaviatûras
pl: Enter (numer.)
ro: Enter pe keypad
sk: Enter na kláves.
tr: Sayýlarda Enter tuþu

source: Slash on keypad
lv: / (Slash) uz klaviatûras
pl: Uko¶nik (numer.)
ro: Slash pe keypad
sk: Slash na kláves.
tr: Sayýlarda / tuþu

source: NumLock on keypad
lv: NumLock uz klaviatûras
pl: NumLock (numer.)
ro: NumLock pe keypad
sk: NumLock na kláves.
tr: Numlock tuþu

source: Couldn't open cpio archive %s
lv: Nevarçja atvçrt cpio arhîvu %s
pl: Nie mo¿na otworzyæ archiwum cpio %s
ro: Nu pot deschide arhiva cpio %s
sk: Nemohol som otvori» cpio archív %s
tr: cpio arþivi açýlamadý %s

source: Premature end of cpio archive %s
lv: Negaidîtas cpio arhîva beigas %s
pl: Nieoczekiwany koniec archiwum cpio %s
ro: Sfârºit prematur al arhivei cpio %s
sk: Predèasný koniec cpio archívu %s
tr: cpio arþivi sonlandýrýlmamýþ %s

source: Corrupt cpio header encountered in %s
lv: Samaitâjusies cpio galvene iekð %s
pl: Uszkodzony nag³ówek cpio w %s
sk: Po¹kodená hlavièka cpio v %s
tr: %s'de bozuk cpio baþlýðý saptandý

source: Inconsistent hardlinks of %s in cpio archive %s
pl: Niespójne dowi±zania pliku %s w archiwum cpio %s
ro: Legãturi reale inconsistente ale%s în arhiva cpio %s
sk: Nekonzistentné tvrdé odkazy %sv cpio archíve %s
tr: %s sabit baðlarý kararsýz (%s cpio arþivinde)

source: %s contains duplicit entries! Skiping!
lv: %s satur dubultus ierakstus! Izlaiþu!
pl: %s zawiera zduplikowane elementy! Pominiêcie!
sk: %s obsahuje duplicitné polo¾ky! Preskakujem!
tr: %s ikiyüzlü girdiler içeriyor! Atlanýyor

source: Unexpected end of file %s
lv: Negaidîtas datnes beigas %s
pl: Nieoczekiwany koniec pliku %s
ro: Sfârºit de fiºier (EOF) neaºteptat %s
sk: Neoèakávaný koniec súboru %s
tr: %s dosyasýnýn sonu belirsiz

source: Dir cache expired for %s
lv: Direktorija keðs priekð %s izbeidzâs
pl: Up³yn±³ czas przechowywania %s w cache katalogów
ro: Cache-ul directorului %s a expirat
sk: Ke¹ adresárov vypr¹ala pre %s
tr: Dizin arabelleðinde %s için zamanaþýmý

source: Direntry warning
lv: Dirieraksta brîdinâjums
pl: Ostrze¿enie dotycz±ce elementu katalogu
tr: Direntry uyarýsý

source: Super ino_usage is %d, memory leak
pl: Super ino_usage ma warto¶æ %d, wyciek pamiêci
tr: Super ino_usage %d, bellek kaçaðý

source: Super has want_stale set
pl: Super zawiera ustawione want_stale
tr: Super, want_stale kümesi içeriyor

source: Starting linear transfer...
lv: Sâkam lineâro pârraidi...
pl: Rozpoczêcie liniowego przesy³u...
ro: Pornesc transferul liniar...
sk: Zaèínam lineárny prenos...
tr: Doðrusal aktarým baþlangýcý...

source: Getting file
lv: Dabûjam datni
pl: Pobieranie pliku
ro: Transfer fiºierul
sk: Získavam súbor
tr: Dosya alýnmasý

source: Couldn't open %s archive %s
lv: Nevar atvçrt %s arhîvu %s
pl: Nie mo¿na otworzyæ archiwum %s %s
ro: Nu pot deschide arhiva %s %s
sk: Nemohol som otvori» %s archív %s
tr: %s %s arþivini açamadý

source: Inconsistent extfs archive
lv: Nepatstâvîgs extfs arhîvs
pl: Niespójne archiwum extfs
ro: Arhivã extfs inconsistentã
sk: Neúplný extfs archív
tr: Kararsýz extfs arþivi

source: fish: Disconnecting from %s
lv: fish: Atvienojamies no %s
pl: fish: Roz³±czanie z %s
ro: fish: Deconectat de la %s
sk: fish: Odpájam z %s
tr: fish: %s baðlantýsý kapanýyor

source: fish: Waiting for initial line...
lv: fish: Gaidâm sâkotnçjo lîniju...
pl: fish: Oczekiwanie na wiersz inicjuj±cy...
ro: fish: Aºtept pentru linia iniþialã...
sk: fish: Èakám na inicilizaèný riadok...
tr: fish: Kendi satýrý için bekliyor...

source: Sorry, we can not do password authenticated connections for now.
lv: Piedodiet, mçs patreiz nevaram veikt ar paroli autorizçtus savienojumus.
pl: Niestety, po³±czenia uwierzytelniane has³em nie s± na razie obs³ugiwane.
ro: Scuze, nu putem face deocamdatã conectãri autentificate prin parolã.
sk: ¥utujem, nemô¾eme overi» heslo pre teraj¹ie spojenie.
tr: Üzgünüm, þimdilik parola ile kimlik bildirimi yapýlan baðlantýlar yapýlamýyor

source: fish: Password required for
lv: fish: Parole pieprasîta
pl: fish: Wymagane has³o dla
ro: fish: Se cere parola pentru
sk: fish: Vy¾aduje heslo
tr: fish: Parola gerekli

source: fish: Sending password...
lv: fish: Sûtam paroli...
pl: fish: wysy³anie has³a...
ro: fish: Trimit parola...
sk: fish: Posielam heslo...
tr: fish: Parola gönderimi...

source: fish: Sending initial line...
lv: fish: Sûtam sâkotnçjo lîniju...
pl: fish: Wysy³anie wiersza inicjuj±cego...
ro: fish: Trimit linia iniþialã...
sk: fish: Posielam inicializaèný riadok...
tr: fish: Satýr gönderimi...

source: fish: Handshaking version...
lv: fish: Rokspieðanas versija...
pl: fish: Ustalanie wersji...
ro: fish: Compar versiunile...
sk: fish: Preberám verziu...
tr: fish: Sürüm anlaþmasý...

source: fish: Setting up current directory...
lv: fish: Uzstâdam paðreizçjo direktoriju...
pl: fish: Ustawianie bie¿±cego katalogu...
ro: fish: Setez directorul curent...
sk: fish: Nastavenie aktuálneho adresár...
tr: fish: Çalýþma dizini belirlenmesi...

source: fish: Connected, home %s.
lv: fish: Savienojies, mâjas %s.
pl: fish: Nawi±zano po³±czenie, katalog %s.
ro: fish: Conectat, director personal %s.
sk: fish: Pripojený, domáci %s.
tr: fish: Baðlantý kuruldu, Ev %s.

source: fish: Reading directory %s...
lv: fish: Lasâm direktoriju %s...
pl: fish: Odczytywanie katalogu %s...
ro: fish: Citesc directorul %s...
sk: fish: Èítanie adresára %s...
tr: fish: %s dizini okunuyor...

source: fish: failed
lv: fish: neizdevâs
pl: fish: niepowodzenie
ro: fish: eºec
sk: fish: zlyhanie
tr: fish: baþarýsýz

source: fish: store %s: sending command...
lv: fish: glabâjam %s: sutâm komandu...
pl: fish: zapis %s: wysy³anie polecenia...
ro: fish: stocheazã %s: trimit comanda...
tr: fish: %s kaydet: komut gönderiliyor...

source: fish: Local read failed, sending zeros
lv: fish: Lokâlâ lasîðana kïûdaina, sûtam nulles
pl: fish: Lokalny odczyt nie powiód³ sie, wysy³anie zer
ro: fish: Citirea localã a eºuat, trimit zerouri
sk: fish: Miestny èítanie zlyhalo, posla» nuly
tr: fish: Yerel okuma baþarýsýz, sýfýrlar gönderiliyor

source: fish: storing %s %d (%d)
lv: fish: glabâjam %s %d (%d)
pl: fish: zapisywanie %s %d (%d)
ro: fish: stochez %s %d (%d)
sk: fish: Ukladám %s %d (%d)
tr: fish: %s %d (%d) kaydediliyor

source: zeros
lv: nulles
pl: zera
ro: zero-uri
sk: nuly
tr: sýfýrlar

source: Aborting transfer...
lv: Pâtraucam pârraidîðanu...
pl: Rezygnacja z transferu...
ro: Abandonez transferul...
sk: Preru¹ujem prenos...
tr: Aktarým durduruluyor...

source: Error reported after abort.
lv: Kïûda paziòota pçc pâtraukðanas.
pl: Zg³oszono b³±d po rezygnacji.
ro: S-a raportat o eroare dupã abandon
sk: Chybne hlásenie po preru¹ení.
tr: Durdurma sonra hata raporlandý.

source: Aborted transfer would be successful.
lv: Pâtraukâ pârraidîðana varçtu bût veiksmîga
pl: Transfer zakoñczono pomy¶lnie po rezygnacji.
ro: Transferul abandonat va reuºi.
sk: Preru¹enie prenosu bolo úspe¹né.
tr: Aktarýmýn durdurulmasý baþarýldý.

source: ftpfs: Disconnecting from %s
lv: ftpfs: Atvienoðanâs no %s
pl: ftpfs: Roz³±czanie z %s
ro: ftpfs: Mã deconectez de la: %s
sk: ftpfs: Odpájam z %s
tr: ftpfs: %s baðlantýsý kesiliyor

source: FTP: Password required for
lv: FTP: Parole tiek pieprasîta
pl: FTP: Wymagane has³o dla
ro: FTP: Parola necesarã pentru
sk: FTP: Vy¾aduje heslo
tr: FTP: Parola gerekli:

source: Proxy: Password required for
lv: Starpniekserveris: Parole tiek pieprasîta
pl: Proxy: Wymagane has³o dla
ro: Proxy: Parola necesarã pentru
sk: Proxy: Vy¾aduje heslo
tr: Vekil: Parola gerekli:

source: ftpfs: sending proxy login name
lv: ftpfs: sûtam starpniekservera pieteikumvârdu
pl: ftpfs: wysy³anie nazwy u¿ytkownika do proxy
ro: ftpfs: trimit numele de login pentru proxy
sk: ftpfs: posielam proxy, prihlasovacie meno
tr: ftpfs: Vekil kullanýcý ismi gönderiliyor

source: ftpfs: sending proxy user password
lv: ftpfs: sûtam starpniekservera lietotâja paroli
pl: ftpfs: wysy³anie has³a u¿ytkownika do proxy
ro: ftpfs: trimit parola utilizator pentru proxy
sk: ftpfs: posielam proxy, pou¾ívateµovo heslo
tr: ftpfs: Vekil kullanýcý parolasý gönderiliyor

source: ftpfs: proxy authentication succeeded
lv: ftpfs: starpniekservera autentificçðana veiksmîga
pl: ftpfs: pomy¶lne uwierzytelnienie proxy
ro: ftpfs: autentificarea proxy s-a fãcut cu succes
sk: ftpfs: proxy autorizácia úspe¹ná
tr: ftpfs: Vekil kimlik denetimi tamamlandý

source: ftpfs: connected to %s
lv: ftpfs: savienojies ar %s
pl: ftpfs: nawi±zano po³±czenie z %s
ro: ftpfs: conectat la %s
sk: ftpfs: pripojený k %s
tr: ftpfs: %s ile baðlantý kuruldu

source: ftpfs: sending login name
lv: ftpfs: sûtam pieteikumvârdu
pl: ftpfs: wysy³anie nazwy u¿ytkownika
ro: ftpfs: trimit numele de login
sk: ftpfs: posielam prihlasovacie meno
tr: ftpfs: kullanýcý ismi gönderiliyor

source: ftpfs: sending user password
lv: ftpfs: sûtam lietotâja paroli
pl: ftpfs: wysy³anie has³a u¿ytkownika
ro: ftpfs: trimit parola utilizator
sk: ftpfs: posielam pou¾ívateµovo heslo
tr: ftpfs: kullanýcý parolasý gönderiliyor

source: ftpfs: logged in
lv: ftpfs: pieteikðanâs veiksmîga
pl: ftpfs: zalogowany
ro: ftpfs: conectat
sk: ftpfs: prihlásený
tr: ftpfs: giriþ tamamlandý:

source: ftpfs: Login incorrect for user %s
lv: ftpfs: lietotâja nepareiza %s pieteikðanâs
pl: ftpfs: Niew³a¶ciwe has³o dla u¿ytkownika %s
ro: ftpfs: Autentificare incorectã pentru utilizatorul %s
sk: ftpfs: Nesprávne prihlásenie sa pou¾ívateµa %s
tr: ftpfs: kullanýcý %s için baðlantý reddedildi

source: Could not set source routing (%s)
lv: Nevarçja uzstâdît kodola marðrutizâciju (%s)
pl: Nie mo¿na ustawiæ trasowania przez ¼ród³o (%s)
ro: Nu pot seta rutarea sursei (%s)
sk: Nemohol som nastavi» trasu zdroja (%s)
tr: Kaynak güzergahý (%s) belirlenemedi

source: ftpfs: Invalid host name.
lv: ftpfs: Nepareizs resursdatora nosaukums.
pl: ftpfs: Niew³a¶ciwa nazwa hosta.
ro: ftpfs: Nume invalid al gazdei.
sk: ftpfs: Neplatné meno hostiteµa.
tr: ftpfs: Makina ismi geçersiz.

source: ftpfs: Invalid host address.
lv: ftpfs: Nepareiza resursdatora adrese.
pl: ftpfs: Niew³a¶ciwy adres hosta.
ro: ftpfs: Adresã invalidã a gazdei.
sk: ftpfs: Neplatná adresa hostiteµa.
tr: ftpfs: Makina adresi geçersiz.

source: ftpfs: making connection to %s
lv: ftpfs: veidojam savienojumu ar %s
pl: ftpfs: nawi±zywanie po³±czenia z %s
ro: ftpfs: mã conectez la %s
sk: ftpfs: pripájam sa na %s
tr: ftpfs: %s ile baðlantý kuruluyor

source: ftpfs: connection interrupted by user
lv: ftpfs: savienojumu pâtrauca lietotâjs
pl: ftpfs: u¿ytkownik przerwa³ po³±czenie
ro: ftpfs: conectare întreruptã de utilizator
sk: ftpfs: pripojenie preru¹ené pou¾ívateµom
tr: ftpfs: baðlantý kullanýcý tarafýndan kesildi

source: ftpfs: connection to server failed: %s
lv: ftpfs: savienojums ar serveri neizdevâs: %s
pl: ftpfs: po³±czenie z serwerem nie powiod³o siê: %s
ro: ftpfs: conectarea la server a eºuat: %s
sk: ftpfs: pripojenie k serveru neúspe¹né: %s
tr: ftpfs: Sunucuya baðlantý baþarýsýz: %s

source: Waiting to retry... %d (Control-C to cancel)
lv: Gaidam atbildi... %d (Control-C lai atsauktu)
pl: Oczekiwanie na ponowienie... %d (Control-C aby anulowaæ)
ro: Aºtept sã reîncerc... %d (Control-C pentru a renunþa)
sk: Vyèkávam na zopakovanie... %d (Control-C pre zru¹enie)
tr: Yinelemek için bekleniyor... %d (iptal etmek için Ctrl-C)

source: ftpfs: could not setup passive mode
lv: ftpfs: nevar uzstâdît pasîvo reþîmu
pl: ftpfs: nie mo¿na ustawiæ trybu pasywnego
ro: ftpfs: nu pot seta modul pasiv
sk: ftpfs: nemohol som nastavi» pasívny mód
tr: ftpfs: pasif kip ayarlanamadý

source: ftpfs: aborting transfer.
lv: ftpfs: patraucu pârraidi.
pl: ftpfs: rezygnacja z transferu.
ro: ftpfs: abandonez transferul.
sk: ftpfs: preru¹ujem prenos.
tr: ftpfs: aktarým durduruluyor

source: ftpfs: abort error: %s
lv: ftpfs: pâtraukðanas kïûda: %s
pl: ftpfs: b³±d przy rezygnacji: %s
ro: ftpfs: eroare la abandon: %s
sk: ftpfs: zru¹i» chybu: %s
tr: ftpfs: çýkýþ hatasý: %s

source: ftpfs: abort failed
lv: ftpfs: pâtraukðana neizdevâs
pl: ftpfs: rezygnacja nie powiod³a siê
ro: ftpfs: abandon eºuat
sk: ftpfs: zru¹i» zlyhanie
tr: ftpfs: durdurma baþarýsýz

source: ftpfs: CWD failed.
lv: ftpfs: CWD neizdevâs.
pl: ftpfs: operacja CWD nie powiod³a siê.
ro: ftpfs: CWD eºuat
sk: ftpfs: CWD Zhyhanie.
tr: ftpfs: CWD baþarýsýz

source: ftpfs: couldn't resolve symlink
lv: ftpfs: nevar iet par simbolsaiti
pl: ftpts: nie mo¿na odnale¼æ pliku docelowego dowi±zania symbolicznego
ro: ftpfs: nu pot rezolva legãtura simbolicã
sk: ftpfs: nemohol som vylú¹ti» symbolickú linku
tr: ftpfs: sembolik bað çözümlenemedi

source: Resolving symlink...
lv: eju pa simbolsaiti
pl: Analizowanie dowi±zañ symbolicznych...
ro: Rezolv legãtura simbolicã...
sk: Lú¹tim symb. linku...
tr: Sembolik bað çözümleniyor...

source: ftpfs: Reading FTP directory %s... %s%s
lv: ftpfs: Lasu FTP direktoriju %s... %s%s
pl: ftpfs: Odczytywanie przez FTP katalogu %s... %s%s
ro: ftpfs: Citesc directorul FTP %s... %s%s
sk: ftpfs: Èítam FTP adresár %s... %s%s
tr: ftpfs: %s FTP dizini okunuyor... %s%s

source: (strict rfc959)
pl: (¶cis³y rfc959)
ro: (rfc959 strict)
sk: (striktné rfc959)
tr: (kesin rfc959)

source: (chdir first)
lv: (chdir vispirms)
pl: (najpierw chdir)
ro: (întâi chdir)
sk: (naprv cd)
tr: (önce chdir)

source: ftpfs: failed
lv: ftpfs: neizdevâs
pl: ftpfs: niepowodzenie
ro: ftpfs: eºec
sk: ftpfs: zlyhalo
tr: ftpfs: baþarýsýz

source: ftpfs: failed; nowhere to fallback to
lv: ftpfs: neizdevâs; nav kur atkrist
pl: ftpfs: niepowodzenie; brak mo¿liwo¶ci wycofania
ro: ftpfs: eºec; nu mai existã nici o variantã la care sã revin
sk: ftpfs: zlyhanie; nowhere to fallback to
tr: ftpfs: baþarýsýz; son çare yok

source: ftpfs: storing file %d (%d)
lv: ftpfs: glabâjam datni %d (%d)
pl: ftpfs: zapisywanie pliku %d (%d)
ro: ftpfs: stochez fiºierul %d (%d)
sk: ftpfs: ukladám súbor do pamäte %d (%d)
tr: ftpfs: %d dosyasý kaydediliyor (%d)

source: File Transfer Protocol (ftp)
lv: Datòu Pârsûtîðanas Protokols (ftp)
tr: Dosya Aktarým Protokolü (ftp)

source: ~/.netrc file has not correct mode. Remove password or correct mode.
lv: ~/.netrc datnei nav pareizs reþîms. Noòem paroli vai izlabo reþîmu.
pl: Uprawnienia do pliku ~/.netrc s± nieprawid³owe. Nale¿y usun±æ has³o lub poprawiæ uprawnienia.
ro: Fiºierul ~/.netrc nu are permisii corecte. Înlãturaþi parola sau corectaþi drepturile de acces.
sk: ~/.netrc súbor nemá správny mod. Odstráòte heslo alebo správny mód.
tr: ~/.netrc dosyasý doðru kipte deðil . Ya parolayý silin ya da kipi düzeltin.

source: The server does not support this version
lv: Serveris neatbalsta ðo versiju
pl: Serwer nie obs³uguje tej wersji
ro: Server-ul nu suportã aceastã versiune
sk: Server nepodporuje túto verziu
tr: Sunucu bu sürümü desteklemiyor

source: The remote server is not running on a system port you need a password to log in, but the information may not be safe on the remote side. Continue?
lv: Attâlinâtais serveris nestrâdâ ar sistçmas portu, uz kuru jûms bûtu jâpiesakâs, taèu informâcija var nebût droða attâlinâtajâ galâ. Turpinât?
pl: Zdalny serwer nie jest uruchomiony na porcie systemowym. Aby siê zalogowaæ, potrzebne jest has³o, jednak informacja mo¿e nie byæ bezpieczna na zdalnej maszynie. Kontynuowaæ?
ro: Server-ul nu foloseºte un port sistem pentru mcserv, vã trebuie o parolã pentru a vã conecta, insã informaþia poate sã nu fie sigurã pe celãlalt server. Continuaþi?
sk: Vzdialený server nebe¾í na systémovom porte potrebujete heslo k prihláseniu sa, ale informácia mô¾e by» v nebezpeèí na vzdialenej strane . Pokraèova»?
tr: Karþýdaki sunucu bir sistem port'unda çalýþmýyor, giriþ yapmak için bir parola lazým, fakat bu bilgi karþý tarafta güvenilir olmayabilir. Devam edilsin mi ?

source: Yes
lv: Jâ
pl: Tak
ro: Da
sk: Áno
tr: Evet

source: No
lv: Nç
pl: Nie
ro: Nu
sk: Nie
tr: Hayýr

source: The remote server is running on strange port. Giving up.
lv: Attâlinâtais serveris strâdâ ar dîvainu portu. Padodos.
pl: Zdalny serwer uruchomiony jest na nieznanym porcie. Rezygnacja.
ro: Server-ul mcserv foloseºte un port neobiºnuit. Renunþ.
sk: Vzdialený server be¾í na neznámom porte. Vzda» sa.
tr: Karþýdaki sunucu tuhaf bir portta çalýþýyor. Vazgeçiliyor.

source: MCFS Password required
lv: pieprasîta MCFS Parole
pl: Wymagane has³o MCFS
ro: Parola MCFS necesarã
sk: MCFS po¾aduje Heslo
tr: MCFS parolasý gerekli

source: Invalid password
lv: Nepareiza parole
pl: Niew³a¶ciwe has³o
ro: Parolã invalidã
sk: Neplatné heslo
tr: Yanlýþ parola

source: Can't locate hostname: %s
lv: Nevar atrast hostdatoru: %s
pl: Nie mo¿na odnale¼æ nazwy komputera: %s
tr: Makina ismi bulunamadý: %s

source: Can't create socket: %s
lv: Nevar izveidot kontaktu: %s
pl: Nie mo¿na utworzyæ gniazdka: %s
tr: Soket oluþturulamadý: %s

source: Can't connect to server: %s
lv: Nevar savienoties ar serveri: %s
pl: Nie mo¿na po³±czyæ siê z serwerem: %s
tr: Sunucuya baðlanýlamadý: %s

source: Too many open connections
lv: Par daudz atvçrtu konekciju
pl: Zbyt wiele otwartych po³±czeñ
ro: Prea multe conectãri
sk: Je otvorených príli¹ veµa pripojení
tr: Çok fazla açýk baðlantý var

source: Midnight Commander's private remote filesystem
lv: Pusnakts Komandiera pirvâtâ attâlinâtâ datòu sistçma
pl: Prywatny zdalny system Midnight Commandera
tr: Midnight Commander'ýn özel uzak dosyasistemi

source: Domain:
lv: Domçns:
pl: Domena:
ro: Domeniu:
sk: Doména:
tr: Alan adý:

source: Username:
lv: Lietotâjvârds:
pl: U¿ytkownik:
ro: Nume proprietar:
sk: Meno pou¾ivateµa:
tr: Kullanýcý:

source: Password:
lv: Parole:
pl: Hsa³o:
ro: Parola:
sk: Heslo:
tr: Parola:

source: Password for \\%s\%s
lv: \\%s\%s Parole
pl: Has³o dla \\%s\%s
ro: Parola pentru \\%s\%s
sk: Heslo pre \\%s\%s
tr: \\%s\%s için parola

source: reconnect to %s failed
lv: neizdevâs pârslçgties uz %s
pl: ponowne po³±czenie z %s nie powiod³o siê
ro: reconectarea la %s a eºuat
sk: prepájanie na %s zlyhalo
tr: %s ile tekrar baðlantý kurulamadý

source: Authentication failed
lv: Autentificçðana neizdevâs
pl: Uwierzytelnienie nie powiod³o siê
ro: Autentificarea a eºuat
sk: Overenie zlyhalo
tr: Kimlik Kanýtlama baþarýsýz

source: %s mkdir'ing %s
lv: %s izvdir`oju %s
pl: %s przy tworzeniu katalogu %s
ro: %s creez dir %s
tr: %s %s dizinini yaratýyor

source: %s rmdir'ing %s
lv: %s izdzdir'oju %s
pl: %s przy usuwaniu katalogu %s
ro: %s ºterg dir %s
tr: %s %s dizinini siliyor

source: %s opening remote file %s
lv: %s attâlinâtâs datnes atvçrðana %s
pl: %s przy otwieraniu zdalnego pliku %s
ro: %s deschid acolo fiºierul %s
sk: %s otváram vzdialený súbor %s
tr: %s karþýdaki %s dosyasýný açýyor

source: %s renaming files
lv: %s datòu pârsaukðana
pl: %s przy zmianie nazw plików
ro: %s redenumesc fiºiere
sk: %s premenúvam súbor
tr: %s dosyalarý yeniden adlandýrýlýyor

source: netbios over tcp/ip
tr: tcp/ip üzerinden netbios

source: Couldn't open tar archive %s
lv: Nevar atvçrt tar arhîvu %s
pl: Nie mo¿na otworzyæ archiwum tar %s
ro: Nu pot deschide arhiva tar %s
sk: Nemohol som otvori» tar archív %s
tr: %s tar arþivini açýlamadý

source: Unexpected EOF on archive file
lv: Negaidîtas arhîva datnes beigas (EOF)
pl: Nieoczekiwany koniec pliku archiwum
ro: Sfârºit de fiºier (EOF) neaºteptat în fiºierul arhivã
sk: Neoèakávaný koniec Archivovaného súboru
tr: Arþiv dosyasýnda dosya sonu belirsiz

source: Inconsistent tar archive
lv: Neatbilstîgs tar arhîvs
pl: Niespójne archiwum tar
ro: Arhivã tar trunchiatã
sk: Neúplný tar archív
tr: Tar arþivi düzgün deðil

source: Hmm,... %s doesn't look like a tar archive.
lv: Hmm,... %s neizskatâs pçc tar arhîva.
pl: Hmm,... %s nie wygl±da na archiwum tar.
ro: Hmm,... %s nu prea aratã ca o arhivã tar.
sk: Hmm,... %s to nevyzerá ako tar archív.
tr: Hýmmm,... %s bir tar arþivine benzemiyor.

source: Changes to file lost
lv: Izmaiòas datnç pazuduðas
pl: Utracono zmiany w pliku
ro: S-au pierdut schimbãrile efectuate în fiºier
sk: Zmeny súboru stratené
tr: Deðiþiklikler kayýp

source: Could not parse:
lv: Nevar izanalizçt:
pl: Nie mo¿na przeanalizowaæ:
ro: Nu pot prelucra:
sk: Nemohol som spracova»:
tr: Ayrýþtýrýlamadý:

source: More parsing errors will be ignored.
lv: Turpmâkâs analîzes kïûdas tiks ignorçtas.
pl: Kolejne b³êdy przy analizie zostan± zignorowane.
ro: Alte erori de prelucrare vor fi ignorate
sk: Ïal¹ie chyby pracovania budú ignorované.
tr: Ayrýþtýrma hatalarý bundan sonra yoksayýlacak.

source: (sorry)
lv: (atvainojiet)
pl: (niestety)
ro: (scuze)
sk: (µutujem)
tr: (üzgünüm)

source: Internal error:
lv: Iekðçjâ kïûda:
pl: B³±d wewnêtrzny:
ro: Eroare internã:
sk: Interná chyba:
tr: Ýç hata:

source: %s: %s: %s %3d%% (%ld bytes transfered)
lv: %s: %s: %s %3d%% (%ld baiti pârsûtîti)
pl: %s: %s: %s %3d%% (%ld przes³anych bajtów)
sk: %s: %s: %s %3d%% (%ld bitov prenesených)
tr: %s : %s : %s %3d%% (%ld bayt aktarýldý)

source: %s: %s: %s %ld bytes transfered
lv: %s: %s: %s %ld baiti pârsûtîti
pl: %s: %s: %s %ld przes³anych bajtów
sk: %s: %s: %s %ld bitov prenesených
tr: %s : %s : %s %ld bayt aktarýldý

source: undelfs: error
lv: undelfs: kïûda
pl: undelfs: b³±d
ro: undelfs: eroare
sk: undelfs: chyba
tr: undelfs: hata

source: not enough memory
lv: par maz atmiòas
pl: brak pamiêci
ro: memorie insuficientã
sk: nedostatok pamäti
tr: bellek yetersiz

source: while allocating block buffer
lv: pieðíirot bloka buferi
pl: przy alokowaniu bufora bloku
ro: în timpul alocãrii blocurilor de memorie tampon
sk: poèas alokovanie bufferu pre bloky
tr: blok tamponu ayrýlýrken

source: while starting inode scan %d
lv: sâknçjot inode skenâðanu %d
pl: przy rozpoczynaniu przeszukiwania i-wêz³ów %d
ro: în timpul scanãrii inodului %d
sk: poèas ¹tartovania prechodu po inode %d
tr: %d i-düðüm taramasý baþlatýlýrken

source: undelfs: loading deleted files information %d inodes
lv: undelfs: lâdçju izdzçsto datòu informâciju %d inodes
pl: undelfs: wczytywanie informacji o usuniêtych plikach %d
ro: undelfs: încarc informaþiile despre fiºierele ºterse: %d inoduri
sk: undelfs: naèítavam informácie o odstranených %d inode
tr: undelfs: silinen dosya bilgisi %d i-düðümden yükleniyor

source: while calling ext2_block_iterate %d
lv: kamçr sauca ext2_block_iterate %d
pl: przy wywo³ywaniu ext_block_iterate %d
ro: în timpul apelului ext2_block_iterate %d
sk: poèas volania ext2_block_iterate %d
tr: ext2_block_iterate %d çaðrýlýrken

source: no more memory while reallocating array
lv: nav vairâk atmiòas kamçr pieðíir ietçrpus
pl: brak pamiêci podczas realokacji tablicy
ro: memorie insuficientã pentru realocarea matricei
sk: nie viac pamäti poèas zmeny alokácie poµa
tr: dizi yeniden ayrýlýrken bellek kalmadý
