Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: &Undelete files (ext2fs only)
lv: &Atjaunot izdzçstâs datnes (ext2fs tikai)
pl: &Odtwórz pliki (tylko ext2fs)
ro: rec&Uperare fiºiere (doar ext2fs)
sk: Obnovi» &Súbory (iba ext2fs)
tr: Dosyalarý k&urtar (sadece ext2fs)

source: &Listing format edit
lv: &Saraksta formâta rediìçðana
pl: Edycja formatu wy¶wietlania
ro: Mod de listare
sk: &Upravi» formát výpisu
tr: &Listeleme biçimini düzenle

source: &Extension file edit
lv: &Paplaðinâjumu datnes rediìçðana
pl: Modyfikuj plik &rozszerzeñ
ro: editare fiºier &Extensii
sk: upravi» priradenie sú&Boru
tr: Dosya &Uzantýlarýný düzenle

source: &Menu file edit
lv: &Izvçlnes datnes rediìçðana
pl: Modyfikuj plik &menu
ro: editare fiºier &Meniuri
sk: upravi» súborové me&Nu
tr: Men&ü dosyasýný düzenle

source: Menu edi&Tor edit
lv: Izvçlòu re&Daktora rediìçðana
pl: Modyf&ikuj menu edytorem
ro: editare meniuri edi&Tor
sk: Editor pou¾ívateµského menu
tr: Menü d&üzenleyici düzenleme

source: &Configuration...
lv: &Konfigurâcija...
pl: &Konfiguracja...
ro: &Configurare...
sk: &Konfigurácia...
tr: &Yapýlandýrma...

source: c&Onfirmation...
lv: a&Pstiprinâðana...
pl: &Potwierdzanie...
ro: c&Onfirmare...
sk: &Potvrdenie...
tr: &Onaylama...

source: &Display bits...
lv: &Displeja biti...
pl: &Wy¶wietlanie znaków...
ro: &Biþi de afiºare...
sk: &Zobrazené bity...
tr: Bit &gösterimi...

source: learn &Keys...
lv: mâcîbu &Taustiòi...
pl: &Definiuj klawisze...
ro: învaþã &Tastele...
sk: uè&Enie kláves...
tr: &Tuþlarý öðren...

source: &Virtual FS...
lv: &Virtuâlâ FS...
pl: &Wirtualny System Plików...
ro: Sistem &Virtual de Fiºiere...
sk: &Virtuálny FS...
tr: &Sanal Dosya Sistemi...

source: &Save setup
lv: &Saglabât uzstâdîjumus
pl: &Zapisz ustawienia
ro: &Salveazã setãrile
sk: &Ulo¾ nastavenie
tr: Ayarlarý &Kaydet

source: &Left
lv: &Kreisais
pl: &Lewy
ro: &Stânga
sk: vµ&Avo
tr: &Sol

source: &Above
lv: &Virs
pl: Powy¿ej
ro: &Deasupra
sk: &Hore
tr: &Üst

source: &File
lv: &Datne
pl: &Plik
ro: &Fiºiere
sk: &Súbor
tr: &Dosya

source: &Command
lv: &Komanda
pl: Pol&ecenie
ro: &Comenzi
sk: &Príkaz
tr: &Komut

source: &Options
lv: &Opcijas
pl: &Opcje
ro: &Opþiuni
sk: &Voµby
tr: Seçe&nekler

source: &Right
lv: &Labais
pl: P&rawy
ro: &Dreapta
sk: vp&Ravo
tr: &Sað

source: &Below
lv: &Zem
pl: Poni¿ej
ro: Dedesu&Bt
sk: &Poni¾e
tr: &Alt

source: Information
lv: Informâcija
pl: Informacje
ro: Informaþii
sk: Informácie
tr: Bilgi

source: Using the fast reload option may not reflect the exact directory contents. In this cases you'll need to do a manual reload of the directory. See the man page for the details.
lv: Âtrâs pârlâdes opcijas lietoðana var neietekmçt konkrçtâ direktorija saturu. Tâdâ gadîjumâ tev paðrocîgi jâpârlâdç direktorijs. Detalizçtâku aprakstu meklç man lapâs.
pl: Przy wykorzystaniu opcji szybkiego od¶wie¿enia katalogów ich zawarto¶æ mo¿e nie byæ wiernie przedstawiana. W tym przypadku nale¿y rêcznie od¶wie¿yæ katalog. Przeczytaj podrêcznij systemowy, aby poznaæ szczegó³y.
ro: Folosind opþiunea de reîncãrcare rapidã a directoarelor e posibil ca directorul curent sã nu fie listat corect. În acest caz va fi nevoie sã faceþi o reîncãrcare manu- alã (Ctrl-R) a conþinutului directorului. Consultaþi pagina man pentru mai multe detalii.
sk: Pou¾itie nastavenia, rýchleho opä» naèítania, nemô¾e presne odrá¾a» obsah adresára. V týchto prípadoch budete musie» znovu naèíta» adresár manuálne. Pre podrobnosti si pozrite manuálovú stránku.
tr: Çabuk dizin tazeleme seçeneði kullanýldýðýnda dizin içeriklerindeki anlýk deðiþiklikler gösterilmez. Bu durumda dizin içeriðini kendiniz tazelemek zorunda kalacaksýnýz. Daha detaylý bilgi için man sayfalarýna bakýnýz.

source: Thank you for using GNU Midnight Commander
lv: Paldies, ka lietojât GNU Pusnakts Komandieri
pl: Dziêkujemy za u¿ywanie GNU Midnight Commandera
ro: Vã mulþumim pentru cã utilizaþi GNU Midnight Commander
sk: Dakujeme, ¾e pou¾ívate Midnight Commander
tr: GNU Midnight Commander'ý kullandýðýnýz için teþekkür ederiz

source: The TERM environment variable is unset!
lv: TERM mainîgais nav ieslçgts!
pl: Brak zmiennej ¶rodowiskowej TERM!
ro: Variabila de mediu TERM nu este setatã!
sk: Premenlivé prostredie TERM je vymazané!
tr: TERM çevre deðiþkeni atanmamýþ!

source: Usage is: mc [flags] [this_dir] [other_panel_dir]
lv: Lietoðana ir: mc [karodziòi] [ðis_dir] [cita_paneïa_dir]
pl: U¿ycie: mc [znaczniki] [ten_katalog] [katalog_w_drugim_panelu]
ro: Opþiunile sunt: mc [opþiuni] [acest_dir] [celãlalt_dir]
sk: Pou¾itie: mc [flags] [this_dir] [other_panel_dir]
tr: Kullanýmý: mc [seçenekler] [bu_dizin] [diðer_panel_dizini]

source: -a, --stickchars Force use of +, -, | for line drawing.
lv: -a, --stickchars Likt lietot +, -, | lîniju zîmçðanai.
pl: -a, --stickchars Wykorzystuje znaki +, -, | do rysowanie linii.
ro: -a --stickchars Foloseºte +, _, | pentru desenarea liniilor.
sk: -a, --stickchars Vynúti kreslenie èiar pomocou +, -, |.
tr: -a, --stickchars Pencere çizgilerinde +, - , | kullanýlýr.

source: -b, --nocolor Force black and white display.
lv: -b, --nocolor Melnbalts ekrâns.
pl: -b, --nocolor Bez wy¶wietlania kolorów.
ro: -b --nocolor Forþeazã afiºarea în alb/negru.
sk: -b, --nocolor Èiernobiely displej.
tr: -b, --nocolor Ekran sadece siyah/beyaz gösterilir.

source: -B, --background [DEVEL-ONLY: Debug the background code]
pl: -B, --background [DLA-PROGRAMISTÓW: ¦ledzenie kodu operuj±cego w tle]
ro: -B --background [PTR-DEZV: Depaneazã codul de fundal].
sk: -B, --background [DEVEL-ONLY: Ladenie kódu na pozadí]
tr: -B, --background [GELÝÞTÝRME ÝÇÝN: Artalanda hata ayýklama]

source: -c, --color Force color mode. -C, --colors Specify colors (use --help-colors to get a list). -d, --nomouse Disable mouse support.
lv: -c, --color Krâsu reþîms. -C, --colors Specificçt krâsas (lieto --help-colors lai dabûtu sarakstu). -d, --nomouse Atslçdz peles atbalstu.
pl: -c, --color Prze³±cza w tryb kolorowy. -C, --colors Okre¶la kolory (opcja --help-colors wypisuje ich listê). -d, --nomouse Deaktywuje obs³ugê myszy.
ro: -c, --color Forþeazã afiºarea în culori. -C, --colors Specificã culorile (foloseºte --help-colors pentru lista opþiunilor suplimentare). -d, --nomouse Dezactiveazã suportul de mouse.
sk: -c, --color Farebný mód. -C, --colors Nastavenie farieb (pou¾ite --help-colors pre ich zoznam). -d, --nomouse Zaká¾e podporu my¹i.
tr: -c, --color Ekran renkli kullanýlýr. -C, --colors Renk belirtilir (liste için --help-colors). -d, --nomouse Fare desteðini iptal eder.

source: -e, --edit Startup the internal editor.
lv: -e, --edit Startçt iekðçjo redaktoru.
pl: -e, --edit Uruchamia wewnêtrzny edytor.
ro: -e, --edit Porneºte editorul intern.
sk: -e, --edit Spustí interný editor.
tr: -e, --edit DOSYA Düzenleyiciyi baþlatýp, DOSYAyý açar.

source: -f, --libdir Print configured paths. -h, --help Shows this help message. -k, --resetsoft Reset softkeys (HP terminals only) to their terminfo/termcap default.
lv: -f, --libdir Parâdît konfigurçtos ceïus. -h, --help Parâdît ðo palîdzîbas paziòojumu. -k, --resetsoft Pârstatît mîkstos taustiòus (tikai HP terminâïiem) uz to terminfo/termcap noklusçjumu.
pl: -f, --libdir Wypisuje skonfigurowane ¶cie¿ki. -h, --help Wypisuje ten komunikat pomocy. -k, --resetsoft Przywraca domy¶lne ustawienie z terminfo/termcap programowych klawiszy (terminale HP).
ro: -f, --libdir Afiºeazã directoarele de configurare. -h, --help Afiºeazã aceste mesaje de ajutor. -k, --resetsoft Reseteazã tastele soft la valorile implicite terminfo/termcap (numai pentru terminalele HP).
sk: -f, --libdir Vypísa» nastavené cesty. -h, --help Ukáza» tento text. -k, --resetsoft Vráti» softklávesy (iba terminál HP) na ich ¹tandardné hodnoty terminfo/termcap
tr: -f, --libdir Yapýlandýrýlan dosya yolunu gösterir. -h, --help Bu yardým iletisini gösterir. -k, --resetsoft (sadece HP terminaller) öntanýmlý termcap/terminfo soft tuþlarýna sýfýrlar.

source: -l, --ftplog file Log ftpfs commands to the file.
lv: -l, --ftplog datne Iegrâmato ftpfs komandas datnç.
pl: -l, --ftplog file Zapisuje polecenia ftpfs do pliku.
ro: -l --ftplog file Înregistreazã comenzile ftpfs în fiºierul specificat.
sk: -l, --ftplog súbor Zaznamenáva» príkazy ftpfs do súboru.
tr: -l, --ftplog DOSYA ftpfs komutlarýnýn günlüðünü DOSYAya kaydeder.

source: -M, --memory file [DEVEL-ONLY: Log MAD messages to the file.]
lv: -M, --memory file [TIKAI-IZSTRÂDEI: Iegrâmatot MAD ziòojumus datnç.]
pl: -M, --memory file [DEVEL-ONLY: Zapisuje komunikaty MAD do pliku.]
ro: -M, --memory fiº. [PTR-DEZV: Înreg. mesajele MAD în fiºierul specificat.]
sk: -M, --memory súbor [DEVEL-ONLY: Zaznamenáva» MAD správy do súboru.]
tr: -M, --memory DOSYA [GELÝÞTÝRME için: MAD iletilerinin günlüðünü DOSYAya kaydeder]

source: -P, --printwd At exit, print the last working directory. -s, --slow Disables verbose operation (for slow terminals).
lv: -P, --printwd Pie iezieðanas, parâdît beidzamo darba direktoriju. -s, --slow Atslçdz vârdiskâs operâcijas (lçniem terminâïiem).
pl: -P, --printwd Wypisuje przed zakoñczeniem na wyj¶ciu bie¿±cy katalog. -s, --slow Nie wy¶wietla stanu operacji (dla powolnych terminali).
ro: -P, --printwd La ieºire, mutã în ultimul director curent. -s, --slow Dezactiveazã din mesaje (pentru terminale încete).
sk: -P, --printwd Na konci vypísa» posledný pracovný adresár. -s, --slow Zaká¾e operácie so správami (pre pomalé terminály).
tr: -P, --printwd Çýkýþta, son çalýþma dizinini basar. -s, --slow Ýþlem ayrýntýlarýný kapatýr (yavaþ terminaller için).

source: -t, --termcap Activate support for the TERMCAP variable.
lv: -t, --termcap Aktivizçt atbalstu TERMCAP mainîgajam.
pl: -t, --termcap Aktywuje obs³ugê zmiennej TERMCAP.
ro: -t, --termcap Activeazã suportul pentru variabila TERMCAP.
sk: -t, --termcap Aktivova» podporu premennej TERMCAP.
tr: -t, --termcap TERMCAP deðiþkeni için desteði etkinleþtirir.

source: -S, --createcmdile Create command file to set default directory upon exit.
lv: -S, --createcmdile Izveidot komandas datni, lai iestatîtu noklusçto direktoriju pirms izieðanas.
pl: -S, --createcmdile Tworzy plik z poleceniem zmieniaj±cym katalog po zakoñczeniu.
ro: -S, --createcmdile Creeazã fiºier de comandã ptr setarea dir. implicit la ieºire.
sk: -S, --createcmdile Vytvorí súbor s príkazmi pre nastavenie ¹tandardného prieèinku na konci.
tr: -S, --createcmdile Çýkýþta öntanýmlý dizini belirlemek için komut dosyasý oluþturur

source: -u, --nosubshell Disable the concurrent subshell mode. -U, --subshell Force the concurrent subshell mode. -r, --forceexec Force subshell execution.
lv: -u, --nosubshell Atslçgt konkurçjoðo zemèaulas reþîmu. -U, --subshell Ieslçgt konkurçjoðo zemèaulas reþîmu. -r, --forceexec Aktivizçt zemèaulas palaiðanu.
pl: -u, --nosubshell Deaktywuje tryb wspó³dzia³aj±cej podpow³oki. -U, --subshell Wymusza tryb wspó³dzia³aj±cej podpow³oki. -r, --forceexec Wymusza uruchomienie podpow³oki.
ro: -u, --nosubshell Dezactiveazã folosirea subshell-ului concurent. -U, --subshell Forþeazã folosirea subshell-ului concurent. -r, --forceexec Forþeazã execuþia subshell-ului.
sk: -u, --nosubshell Zaká¾e paralelný mód subshellu. -U, --subshell Vynúti paralelný mód subshellu. -r, --forceexec Vynúti spustenie subshellu.
tr: -u, --nosubshell Eþgüdümlü altkabuk kipini kapatýr. -U, --subshell Eþgüdümlü altkabuk kipini açar. -r, --forceexec Çalýþtýrma altkabukta yapýlýr.

source: -v, --view fname Start up into the viewer mode. -V, --version Report version and configuration options. -x, --xterm Force xterm mouse support and screen save/restore. +number number it is the start line number of file for `mcedit'.
lv: -v, --view fname Sâknçt skatîtâja reþîmâ. -V, --version Parâda versiju un konfigurâcijas opcijas. -x, --xterm Aktivizç xterm peles atbalstu un ekrâna saglabâðanu/atjaunoðanu. +numurs numurs ir sâkuma lînijas numurs datnei iekð `mcedit'.
pl: -v, --view plik Uruchamia program w trybie podgl±du pliku "plik". -V, --version Wypisuje wersjê programu oraz opcje konfiguracji. -x, --xterm Wymusza obs³ugê myszy w xtermie oraz zapis/odtwarzanie ekranu. +number Okre¶la pocz±tkowy numer wiersza przy uruchamianiu "mcedit".
ro: -v, --view fname Porneºte în modul de vizualizare. -V, --version Afiºeazã versiunea ºi opþiunile de configurare. -x, --xterm Forþeazã suportul de mouse ºi salvarea/restaurarea ecranului în xterm. +number Unde numãrul este numãrul liniei de start al fiºierului ce urmeazã a fi deschis în `mcedit'.
sk: -v, --view fname Spustí v prehliadacom móde. -V, --version Oznámi verziu a nastavenie. -x, --xterm Vynúti podporu my¹i v xterme a ukladanie/obnovu obrazovky. +number Poèiatoèné èíslo riadku v súbore pre `mcedit'.
tr: -v, --view DOSYA DOSYAyý görünüm kipinde açar. -V, --version Sürüm ve yapýlandýrma seçeneklerini verir. -x, --xterm xterm fare desteði ve ekran kaydet/geri-kur için zorlar. +SAYI SAYI, `mcedit' için dosyanýn baþlangýç satýr numarasýdýr.

source: -X, --dbgsubshell [DEVEL-ONLY: Debug the subshell].
lv: -X, --dbgsubshell [TIKAI-IZSTRÂDEI: Atkïûdot zemèaulu].
pl: -X, --dbgsubshell [DLA-PROGRAMISTÓW: ¦ledzenie podpow³oki].
ro: -X, --dbgsubshell [PTR-DEZV: Depaneazã subshell-ul].
sk: -X, --dbgsubshell [DEVEL-ONLY: Ladi» subshell].
tr: -X, --dbgsubshell [GELÝÞTÝRME için: Altkabukta hata ayýklama].

source: Please send any bug reports (including the output of `mc -V') to mc-devel@gnome.org
ro: Vã rugãm semnalaþi orice eroare (inclusiv ale rezultatului comenzii 'mc -V') la adresa mc-devel@gnome.org
sk: Správy o chybách posielajte (vrátane výpisu `mc -V') na adresu mc-devel@gnome.org
tr: Lütfen, `mc -V' çýktýsýný da içeren bir hata raporunu mc-devel@gnome.org adresine gönderiniz

source: --colors KEYWORD={FORE},{BACK} {FORE} and {BACK} can be ommited, and the default will be used Keywords: Global: errors, reverse, gauge, input File display: normal, selected, marked, markselect Dialog boxes: dnormal, dfocus, dhotnormal, dhotfocus Menus: menu, menuhot, menusel, menuhotsel Help: helpnormal, helpitalic, helplink, helpslink File types: directory, execute, link, device, special, core Colors: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
pl: --colors S£OWA_KLUCZOWE={ZNAKI},{T£O} {ZNAKI} i {T£O} mog± zostaæ pominiête, zostan± wówczas u¿yte warto¶ci domy¶lne S³owa kluczowe: Globalne: errors, reverse, gauge, input Wy¶wietlanie plików: normal, selected, marked, markselect Okna dialogowe: dnormal, dfocus, dhotnormal, dhotfocus Menu: menu, menuhot, menusel, menuhotsel Pomoc: helpnormal, helpitalic, helplink, helpslink Typy plików: directory, execute, link, device, special, core Kolory: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
ro: --colors CHEIE={FAÞÃ},{FUNDAL} {FAÞÃ} ºi/sau {FUNDAL} pot fi omise ºi culorile standard vor fi folosite CHEI: Globale: errors, reverse, gauge, input Fiºiere: normal, selected, marked, markselect Dialoguri: dnormal, dfocus, dhotnormal, dhotfocus Meniuri: menu, menuhot, menusel, menuhotsel Ajutor: helpnormal, helpitalic, helplink, helpslink Tip fiºier: directory, execute, link, device, special, core Culori: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
sk: --colors K¥ÚÈ={FORE},{BACK} {FORE} a {BACK} je mo¾né vynecha» a bude pou¾itá ¹tandardná hodnota Kµúèe: Globálne: errors, reverse, gauge, input Zobrazenie súborov: normal, selected, marked, markselect Dialógy: dnormal, dfocus, dhotnormal, dhotfocus Menu: menu, menuhot, menusel, menuhotsel Pomocník: helpnormal, helpitalic, helplink, helpslink Typy súborov: directory, execute, link, device, special, core Farby: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
tr: --colors ANAHTAR-KELÝME={ÖN},{ARKA} {ÖN} ve {ARKA} verilmeyebilir, bu durumda öntanýmlýlar kullanýlýr Anahtar kelimeler Genel: errors, reverse, gauge, input Dosya gösterimi: normal, selected, marked, markselect Diloglar: dnormal, dfocus, dhotnormal, dhotfocus Menüler: menu, menuhot, menusel, menuhotsel Yardým: helpnormal, helpitalic, helplink, helpslink Dosya türleri: directory, execute, link, device, special, core Renkler: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white

source: Library directory for the Midnight Commander: %s
lv: Pusnakts Komandiera bibliotçku direktorijs: %s
pl: Katalog bibliotek Midnight Commandera: %s
ro: Directorul cu bibliotecile pentru Midnight Commander: %s
sk: Adresár s kni¾nicami pre Midnight Commander: %s
tr: Midnight Commander için kitaplýk dizini: %s

source: Option -m is obsolete. Please look at Display Bits... in the Option's menu
lv: Opcija -m ir novecojusi. Displeja Biti... Optciju izvçlnç
pl: Opcja -m jest przestarza³a. Skorzystaj z funkcji "Wy¶wietlanie znaków" w menu
ro: Opþiunea -m este depãºitã. Încercaþi Biþi de afiºare... în meniul Opþiuni
sk: Voµba -m je nesprávna. Prosím pozrite sa na zobrazené Bity... v menu pre voµby
tr: -m seçeneði artýk kullanýlmýyor. Lütfen Seçenekler menüsünde Bit Gösterimi... öðesine bakýnýz

source: Use to debug the background code
lv: Lietot, lai atkïûdotu fona kodu
pl: U¿ywane do ¶ledzenia kodu pracuj±cego w tle
ro: Utilizat pentru depanarea codului de fundal
sk: Pre ladenie pou¾ite kód na pozadí
tr: Artalan kodunda hata ayýklamakta kullanýlýr

source: Request to run in color mode
lv: Pieprasîjums darboties krâsu reþîmâ
pl: Powoduje uruchomienie w trybie kolorowym
ro: Cerere de rulare în culori
sk: Po¾iadavka pre spustenie vo farebnom móde
tr: Renkli kipte çalýþtýrma isteði

source: Specifies a color configuration
lv: Nosaka krâsas konfigurâciju
pl: Okre¶la konfiguracjê kolorów
ro: Specificã o configuraþie de culori
sk: ©pecifikujte farebnú konfiguráciu
tr: Bir renk yapýlandýrmasý belirtir

source: Edits one file
lv: Rediìç vienu datni
pl: Modyfikuje plik
ro: Editeazã un fiºier
sk: Upravujte jeden súbor
tr: Dosya düzenler

source: Displays this help message
lv: Pârâda ðo palîdzîbas paziòojumu
pl: Wypisuje ten komunikat pomocy
ro: Afiºeazã un mesaj de ajutor
sk: Zobrazi» tento pomocný odkaz
tr: Bu yardým iletisini gösterir

source: Displays a help screen on how to change the color scheme
lv: Parâda palîdzîbas ekrânu par to, kâ nomainît krâsu shçmu
pl: Wypisuje pomoc na temat zmiany schematu kolorów
ro: Afiºeazã un ecran de ajutor despre cum se schimbã schema de culori
sk: Zobrazi» pomocnú obrazovku, ako zmeni» farebnú schému
tr: Renk þemasýnýn deðiþtirilmesi ile ilgili yardým ekranýný gösterir

source: Log ftp dialog to specified file
lv: Iegrâmatot ftp dialogu noteiktâ datnç
pl: Zapisuje dziennik ftp do podanego pliku
ro: Înregistreazã dialogul ftp în fiºierul specificat
sk: Log ftp dialóg k urèenému súboru
tr: ftp dialog günlüðünü belirtilen dosyaya yazar

source: Obsolete
lv: Novecojis
pl: Przestarza³a
ro: Depãºit
sk: Neplatný
tr: Artýk kullanýlmýyor

source: Requests to run in black and white
lv: Pieprasa, lai darbotos melnbaltâ reþîmâ
pl: Powoduje uruchomienie w trybie czarno-bia³ym
ro: Cerere de rulare în alb/negru
sk: Po¾iadavka na èiernobiele spustenie
tr: Siyah/Beyaz olarak çalýþtýrma isteði

source: Disable mouse support in text version
lv: Atslçdz peles atbalstu teksta reþîmâ
pl: Deaktywuje obs³ugê myszy w trybie tekstowym
ro: Dezactiveazã suportul de mouse în versiunea text
sk: Vypínam podporu pre my¹ v textovej verzii
tr: Metin sürümünde fare desteðini kapatýr

source: Disables subshell support
lv: Atslçdz zemèaulas atbalstu
pl: Deaktywuje obs³ugê podpow³oki
ro: Dezactiveazã suportul subshell
sk: Vypínam podporu pre subshell
tr: Altkabuk desteðini kapatýr

source: Prints working directory at program exit
lv: Pie iezieðanas parâda darba direktoriju
pl: Wypisuje bie¿±cy katalog przed zakoñczeniem
ro: Afiºeazã directorul curent la ieºirea din program
sk: Tlaè pracovného adresára na programovateµný výstup
tr: Program çýkýþýnda çalýþýlan dizini basar

source: Resets soft keys on HP terminals
lv: Pârslçdz mîkstos taustiòus uz HP terminâïiem
pl: Przywraca klawisze programowe na terminalach HP
ro: Reseteazã tastele soft pe terminale HP
sk: Klávesy pre mäkký reset na HP termináloch
tr: HP terminallerde soft tuþlarý sýfýrlar

source: To run on slow terminals
lv: Lai palaistu uz lçniem terminâïiem
pl: Aby uruchomiæ na powolnych terminalach
ro: Pentru a rula pe terminale încete
sk: Na spú¹»anie na pomalých termináloch
tr: Yavaþ terminallerde çalýþtýrmak

source: Use stickchars to draw
pl: Wykorzystuje proste znaki do rysowania ramek
ro: Utilizeazã +, -, | pentru desenare
sk: Pou¾i» stickchars pre kreslenie
tr: Pencere çizgilerinde çubuk karakterleri kullanýlýr

source: Enables subshell support (default)
lv: Ieslçdz zemèaulas atbalstu (noklusçtais)
pl: Aktywuje obs³ugê podpow³oki (domy¶lne)
ro: Activeazã suportul pentru subshell (implicit)
sk: Zapnutá podpora pre subshell (¹tandardne)
tr: Altkabuk desteðini etkinleþtirir (öntanýmlý)

source: Tries to use termcap instead of terminfo
lv: Mçìina lietot termcap terminfo vietâ
pl: Próbuje u¿yæ termcap zamiast terminfo
ro: Încearcã sã utilizeze termcap în locul terminfo
sk: Skú¹am pou¾i» termcap miesto terminfo
tr: Terminfo yerine termcap kullanmayý dener

source: Displays the current version
lv: Parâda paðreizçjo versiju
pl: Wy¶wietla aktualn± wersjê
ro: Afiºeazã versiunea curentã
sk: Ukáza» aktuálnu verziu
tr: Sürümü gösterir

source: Launches the file viewer on a file
lv: Palaiþ datnei datnes skatîtâju
pl: Wywo³yje podgl±d pliku
ro: Lanseazã vizualizatorul de fiºiere pe un fiºier
sk: Spú¹»am prehliadaè súborov pre súbor
tr: Bir dosyayý dosya göstericide açar

source: Forces xterm features
lv: Aktivizç xterm iespçjas
pl: Bezwzglêdnie aktywuje obs³ugê xterma
ro: Forþeazã facilitãþile xterm
sk: Vnucujem xterm funkcie
tr: xterm özelliklerini etkinleþtirir

source: Geometry for the window
lv: Loga ìeometrija
pl: Geometria okna
ro: Geometria ferestrei
sk: Geometria okna
tr: Pencerenin geometrik deðerleri

source: GEOMETRY
lv: ÌEOMETRIJA
pl: GEOMETRIA
ro: GEOMETRIA
sk: GEOMETRIA
tr: GEOMETRÝ

source: No windows opened at startup
lv: Nav atvçrtu logu pie sâknçðanas
pl: Bez otwartych okien przy uruchomieniu
ro: Nici o fereastrã deschisã la pornire
sk: ®iadne okná neboli otvorené poèas ¹tartovania
tr: Baþlangýçta açýlan bir pencere yok

source: No desktop icons
lv: Nav darbvirsmas ikonu
pl: Brak ikon biurka
ro: Fãrã iconiþe pe desktop
sk: ®iadne ikony pracovnej plochy
tr: Masaüstü simgeleri yok

source: Look more like traditional gmc
lv: Izskatâs vairâk kâ tradicionâlais gmc
pl: Wygl±d bli¿szy tradycyjnemu gmc
ro: Aspect în genul vechiului gmc
sk: Vyzera» viac ako tradièný gmc
tr: Daha çok bir geleneksel gmc gibi

source: Display the directory that holds the .links startup files and exit
lv: Parâdît direktoriju, kurð satur .links sâknçðanas datnes un iziet
pl: Wypisuje katalog przechowuj±cy startowe pliki .links i koñczy
ro: Afiºeazã directorul cu fiºierele de pornire .links ºi ieºi
sk: Zobrazi» adresár, aby obsadil odkazy ¹tartovacích súborov a konca
tr: .links baþlatma dosyalarýnýn bulunduðu dizini gösterir ve çýkar
