Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Virtual File System: tarfs, extfs
lv: Virtuâlâ Datòu Sistçma: tarfs, extfs
pl: Wirtualny System Plików: tarfs, extfs
ro: Sistem Virtual de Fiºiere: tarfs, extfs
sk: Virtuálneho súborový systém: tarfs, extfs
tr: Sanal Dosya Sistemi: tarfs, extfs

source: (proxies: hsc proxy)
pl: (po¶rednicy: po¶rednik hsc)
ro: (proxy-uri: hsc proxy)
sk: (proxy: hsc proxy)
tr: (vekiller: hsc vekili)

source: (with termnet support)
lv: (ar termnet atbalstu)
pl: (z obs³ug± termnet)
ro: (cu suport termnet)
sk: (s podporou termnet)
tr: (termnet desteðiyle)

source: With builtin Editor
lv: Ar iebûvçto Redaktoru
pl: Z wbudowanym edytorem
ro: Cu Editor integrat
sk: S zabudovaným editorom
tr: Yerleþik Düzenleyiciyle

source: Using
lv: Lietojot
pl: Wykorzystywane elementy:
tr: Kullanarak

source: system-installed
lv: sistçmas instalçts
pl: zainstalowana w systemie
tr: sistem-yüklü

source: S-lang library with
lv: S-lang bibliotçka ar
pl: biblioteka S-lang z
tr: S-dil kitaplýðýyla

source: an unknown terminal
lv: nezinâms terminâls
pl: nieznany terminal
tr: bir bilinmeyen terminal

source: database
lv: datubâze
pl: baz± danych
tr: veritabaný

source: the ncurses library
lv: ncurses bibliotçka
pl: bibliotek± ncurses
tr: ncurses kitaplýðý

source: some unknown curses library
pl: nieznan± bibliotek± curses
tr: bir bilinmeyen curses kitaplýðý

source: With subshell support:
lv: Ar zemèaulas atbalstu:
pl: Z obs³ug± podpow³oki:
tr: Altkabuk desteðiyle:

source: optional
lv: optionâli
pl: opcjonalnie
tr: isteðe baðlý

source: as default
lv: kâ noklusçtais
pl: domy¶lnie
tr: öntanýmlý olarak

source: With support for background operations
lv: Ar atbalstu fona operâcijâm
pl: Z mo¿liwo¶ci± wykonywania zadañ w tle
ro: Cu suport pentru operaþii în fundal
sk: S podporou operácií na pozadí
tr: Ardalan iþlemleri desteðiyle

source: with mouse support on xterm and the Linux console.
lv: ar peles atbalstu xterm un Linux konsolç.
pl: z obs³ug± myszy w oknie xterma i na konsoli linuksowej.
tr: xterm ve Linux konsolunda fare desteði ile

source: with mouse support on xterm.
lv: ar peles atbalstu uz xterm.
pl: z obs³ug± myszy w oknie xterma.
tr: xterm üzerinde fare desteði ile

source: Copy
lv: Kopçt
pl: Kopiuj
ro: Copiazã
sk: Kopírova»
tr: Kopyala

source: Move
lv: Pârvietot
pl: Przenie¶
ro: Mutã
sk: Presunú»
tr: Taþýma

source: Delete
lv: Dzçst
pl: Usuñ
ro: ªterge
sk: Zmaza»
tr: Sil

source: Invalid target mask
lv: Nepareiza mçría maska
pl: Niepoprawna maska docelowa
ro: Masca þintei e invalidã
sk: Neplatná maska cieµa
tr: Geçersiz hedef maský

source: Could not make the hardlink
lv: Nevarçja izveidot cietsaiti
pl: Nie mo¿na utworzyæ dowi±zania
ro: Nu pot crea legãtura realã
sk: Nemohol som vyrobi» hard odkaz
tr: Sabit bað oluþturulamadý

source: Cannot read source link "%s" %s
lv: Nevarçja nolasît avota saiti "%s" %s
pl: Nie mo¿na odczytaæ dowi±zania ¼ród³owego "%s" %s
ro: Nu pot citi legãtura sursã "%s" %s
sk: Nemô¾em preèíta» zdrojový odkaz "%s" %s
tr: Kaynak baðý "%s" okunamadý %s

source: Cannot make stable symlinks across non-local filesystems: Option Stable Symlinks will be disabled
lv: Nevar izveidot stabilas simbolsaites starp ne-vietçjâm datòu sistçmâm: Opciju Stabilâs Simbolsaites tiks atslçgtas
pl: Dowi±zania symboliczne mo¿na utworzyæ tylko na lokalnym systemie plików: Opcja "Zachowanie dowi±zañ symbolicznych" zostanie deaktywowana
ro: Nu pot crea legãturi simbolice stabile pe sisteme de fiºiere non-locale: Opþiunea Legãturi Simbolice Stabile va fi dezactivatã
sk: Nemô¾em vyrobi» pevný symb. odkaz naprieè nelokálnymi súb. systémami: Voµba stáleho Symbolického odkazu bude vypnutá
tr: Yerel dosya sistemleri dýþýndakilere sembolik baðlar kararlý olamaz: Sembolik Baðlarda Kararlýlýk seçeneði kapatýlacak

source: Cannot create target symlink "%s" %s
lv: Nevar izveidot mçría simbolsaiti "%s" %s
pl: Nie mo¿na utworzyæ dowi±zania symbolicznego "%s" %s
ro: Nu pot crea legãtura simbolicã þintã "%s" %s
sk: Nemô¾em vytvori» cieµový symbolický odkaz "%s" %s
tr: Hedef sembolik bað "%s" oluþturulamýyor %s

source: Cannot overwrite directory "%s" %s
lv: Nevar pârrakstît direktoriju "%s" %s
pl: Nie mo¿na nadpisaæ katalogu "%s" %s
ro: Nu pot suprascrie directorul "%s" %s
sk: Nemô¾em prepísa» adresár "%s" %s
tr: "%s" dizininin üstüne yazýlamýyor %s

source: Cannot stat source file "%s" %s
lv: Nevar sâknçt avota datni "%s" %s
pl: Nie mo¿na wykonaæ operacji stat na pliku ¼rod³owym "%s" %s
ro: Nu pot executa stat pe fiºierul sursã "%s" %s
sk: Nemô¾em urèi» zdrojový súbor "%s" %s
tr: "%s" kaynak dosyasý durumlanamýyor %s

source: `%s' and `%s' are the same file.
lv: `%s' un `%s' ir tâ pati datne.
pl: '%s' oraz '%s' to ten sam plik.
ro: `%s' ºi `%s' sunt acelaºi fiºier.
sk: `%s' a `%s' sú rovnaké súbory
tr: `%s' ve `%s' ayný dosya

source: Cannot create special file "%s" %s
lv: Nevar izveidot speciâlo datni "%s" %s
pl: Nie mo¿na utworzyæ specjalnego pliku "%s" %s
ro: Nu pot crea fiºierul special "%s" %s
sk: Nemô¾em vytvori» ¹peciálny súbor "%s" %s
tr: "%s" özel dosyasý oluþturulamýyor %s

source: Cannot chown target file "%s" %s
lv: Nevar chown mçría datni "%s" %s
pl: Nie mo¿na zmieniæ w³a¶ciciela pliku docelowego "%s" %s
ro: Nu pot executa chown pe fiºierul þintã "%s" %s
sk: Nemô¾em zmeni» vlastníka cieµového súboru "%s" %s
tr: "%s" hedef dosyasýnýn sahibi deðiþtirilemiyor %s

source: Cannot chmod target file "%s" %s
lv: Nevar chmod mçría datni "%s" %s
pl: Nie mo¿na zmieniæ uprawnieñ do pliku "%s" %s
ro: Nu pot executa chmod pe fiºierul þintã "%s" %s
sk: Nemô¾em zmeni» práva pre cieµový súbor "%s" %s
tr: "%s" dosyasýnýn kipi deðiþtirilemiyor %s

source: Cannot open source file "%s" %s
lv: Nevar atvçrt avota datni "%s" %s
pl: Nie mo¿na otworzyæ pliku ¼rod³owego "%s" %s
ro: Nu pot deschide fiºierul sursã "%s" %s
sk: Nemô¾em otvori» zdrojový súbor "%s" %s
tr: "%s" kaynak dosyasý açýlamýyor %s

source: Reget failed, about to overwrite file
lv: Pârdabûðana neizdevâs, tûlît pârrakstîðu datni
pl: Operacja reget nie powiod³a siê, plik zostanie nadpisany
ro: Readucerea a eºuat, urmeazã suprascrierea fiºierului
sk: Reget zlyhal pri prepísavaní súboru
tr: dosyanýn üstüne yazýlmasýnda, Reget baþarýsýz

source: Cannot fstat source file "%s" %s
lv: Nevar fstat avota datni "%s" %s
pl: Nie mo¿na wykonaæ operacji fstat na pliku ¼ród³owym "%s" %s
ro: Nu pot executa fstat pe fiºierul sursã "%s" %s
sk: Nemô¾em fstat zdrojový súbor "%s" %s
tr: "%s" kaynak dosyasýna fstat yapýlamýyor %s

source: Cannot create target file "%s" %s
lv: Nevar izveidot mçría datni "%s" %s
pl: Nie mo¿na utworzyæ pliku docelowego "%s" %s
ro: Nu pot crea fiºierul þintã "%s" %s
sk: Nemô¾em vytvori» cieµový súbor "%s" %s
tr: "%s" hedef dosyasý oluþturulamýyor %sw

source: Cannot fstat target file "%s" %s
lv: Nevar fstat mçría datni "%s" %s
pl: Nie mo¿na wykonaæ operacji stat na pliku docelowym "%s" %s
ro: Nu pot executa fstat pe fiºierul þintã "%s" %s
sk: Nemô¾em fstat cieµový súbor "%s" %s
tr: "%s" hedef dosyasý fstat yapýlamýyor %s

source: Cannot read source file "%s" %s
lv: Nevar nolasît avota datni "%s" %s
pl: Nie mo¿na odczytaæ pliku ¼rod³owego "%s" %s
ro: Nu pot citi fiºierul sursã "%s" %s
sk: Nemô¾em preèíta» zdrojový súbor "%s" %s
tr: "%s" kaynak dosyasý okunamýyor %s

source: Cannot write target file "%s" %s
lv: Nevar ierakstît mçría datni "%s" %s
pl: Nie mo¿na zapisaæ do pliku docelowego "%s" %s
ro: Nu pot scrie fiºierul þintã "%s" %s
sk: Nemô¾em zapísa» do cieµového súbor "%s" %s
tr: "%s" hedef dosyasýna yazýlamýyor %s

source: (stalled)
lv: (staïïots)
pl: (zatrzymany)
ro: (oprit)
sk: (zastavený)
tr: (durakladý)

source: Cannot close source file "%s" %s
lv: Nevar aizvçrt avota datni "%s" %s
pl: Nie mo¿na zamkn±æ pliku ¼ród³owego "%s" %s
ro: Nu pot închide fiºierul sursã "%s" %s
sk: Nemô¾em zavrie» zdrojový súbor "%s" %s
tr: "%s" kaynak dosyasý kapatýlamýyor %s

source: Cannot close target file "%s" %s
lv: Nevar aizvçrt mçría datni "%s" %s
pl: Nie mo¿na zamkn±æ pliku docelowego "%s" %s
ro: Nu pot închide fiºierul þintã "%s" %s
sk: Nemô¾em zavrie» cieµový súbor "%s" %s
tr: "%s" hedef dosyasý kapatýlamýyor %s

source: Incomplete file was retrieved. Keep it?
lv: Tika saòemta nepilna datne. Paturçt to?
pl: Pobrano tylko fragment pliku. Zachowaæ go?
ro: Fiºierul a fost transferat incomplet. Îl pãstrez?
sk: Bol vyvolaný neúplný súbor.Ponecha» si ho?
tr: Tamamlanmamýþ dosya alýndý. Korunsun mu?

source: &Delete
lv: &Dzçst
pl: Usuñ
ro: &ªterge
sk: &Zmaza»
tr: &Sil

source: &Keep
lv: &Paturçt
pl: Zachowaj
ro: &Pãstreazã
sk: po&Necha»
tr: &Koru

source: Cannot stat source directory "%s" %s
lv: Nevar stat avota direktoriju "%s" %s
pl: Nie mo¿na wykonaæ operacji stat na katalogu ¼ród³owym "%s" %s
ro: Nu pot executa stat pe fiºierul sursã "%s" %s
sk: Nemô¾em urèi» zdrojový adresár "%s" %s
tr: "%s" kaynak dizini durumlanamýyor %s

source: Source directory "%s" is not a directory %s
lv: Avota direktorijs "%s" nav direktorijs %s
pl: Katalog ¼ród³owy "%s" nie jest katalogiem %s
ro: Directorul sursã "%s" nu este un director %s
sk: Zdrojový adresár "%s" nie je adresárom %s
tr: "%s" kaynak dizini bir dizin deðil %s

source: Cannot copy cyclic symbolic link `%s'
lv: Nevar kopçt ciklisko simbolsaiti `%s'
pl: Nie mo¿na skopiowaæ zapêtlonego dowi±zania symbolicznego '%s'
ro: Nu pot copia o legãturã simbolicã ciclicã `%s'
sk: Nemô¾em kopírova» cyklický symbolický odkaz `%s'
tr: Devirli sembolik bað kopyalanamaz `%s'

source: Cannot create target directory "%s" %s
lv: Nevar izveidot mçría direktoriju "%s" %s
pl: Nie mo¿na utworzyæ katalogu docelowego "%s" %s
ro: Nu pot crea directorul þintã "%s" %s
sk: Nemô¾em vytvori» cieµový adresár "%s" %s
tr: Hedef dizin "%s" oluþturulamýyor %s

source: Cannot chown target directory "%s" %s
lv: nevar chown mçría direktoriju "%s" %s
pl: Nie mo¿na zmieniæ w³a¶ciciela katalogu docelowego "%s" %s
ro: Nu pot executa chown pe directorul þintã "%s" %s
sk: Nemô¾em zmeni» vlastníka cieµového adresára "%s" %s
tr: Hedef "%s" dizininin sahibi deðiþtirilemiyor %s

source: Cannot stat file "%s" %s
lv: Nevar sâknçt datni "%s" %s
pl: Nie mo¿na wykonaæ operacji stat na pliku "%s" %s
ro: Nu pot executa stat pe fiºierul "%s" %s
sk: Nemô¾em urèi» súbor "%s" %s
tr: "%s" dosyasý durumlanamýyor %s

source: `%s' and `%s' are the same file
lv: `%s' un `%s' ir tâ pati datne
pl: '%s' oraz '%s' to ten sam plik
ro: `%s' ºi `%s' sunt acelaºi fiºier
sk: `%s' a `%s' sú rovnaké súbory
tr: `%s' ve `%s' ayný dosyadýr

source: Cannot overwrite directory `%s'
lv: Nevar pârrakstît direktoriju `%s'
pl: Nie mo¿na nadpisaæ katalogu '%s'
ro: Nu pot suprascrie directorul `%s'
sk: Nemô¾em prepísa» adresár `%s'
tr: %s dizinin üstüne yazýlamýyor

source: Cannot move file "%s" to "%s" %s
lv: Nevar pârvietot datni "%s" to "%s" %s
pl: Nie mo¿na przenie¶æ pliku "%s" do "%s" %s
ro: Nu pot muta fiºierul "%s" în "%s" %s
sk: Nemô¾em presunú» súbor "%s" do "%s" %s
tr: "%s" dosyasý "%s" e taþýnamýyor %s

source: Cannot remove file "%s" %s
lv: Nevar izdzçst datni "%s" %s
pl: Nie mo¿na usun±æ pliku "%s" %s
ro: Nu pot ºterge fiºierul "%s" %s
sk: Nemô¾em odstráni» súbor "%s" %s
tr: "%s" dosyasý silinemiyor %s

source: `%s' and `%s' are the same directory
lv: `%s' un `%s' ir tas pats direktorijs
pl: '%s' oraz '%s' to ten sam katalog
ro: `%s' ºi `%s' sunt acelaºi director
sk: `%s' a `%s' sú rovnaké adresáre
tr: `%s' ve `%s' ayný dizin

source: Cannot overwrite directory "%s" %s
lv: Nevar pârrakstît direktoriju "%s" %s
pl: Nie mo¿na nadpisaæ katalogu "%s" %s
ro: Nu pot suprascrie directorul "%s" %s
sk: Nemô¾em prepísa» adresár "%s" %s
tr: "%s" dizininin üstüne yazýlamýyor %s

source: Cannot overwrite file "%s" %s
lv: Nevar pârrakstît datni "%s" %s
pl: Nie mo¿na nadpisaæ pliku "%s" %s
ro: Nu pot suprascrie fiºierul "%s" %s
sk: Nemô¾em prepísa» súbor "%s" %s
tr: "%s" dosyasýnýn üstüne yazýlamýyor %s

source: Cannot move directory "%s" to "%s" %s
lv: Nevar pârvietot direktoriju "%s" uz "%s" %s
pl: Nie mo¿na przenie¶æ katalogu "%s" do "%s" %s
ro: Nu pot muta directorul "%s" în "%s" %s
sk: Nemô¾em presunú» adresár "%s" do "%s" %s
tr: "%s" dizini "%s"e taþýnamýyor %s

source: Cannot delete file "%s" %s
lv: Nevar izdzçst datni "%s" %s
pl: Nie mo¿na usun±æ pliku "%s" %s
ro: Nu pot ºterge fiºierul "%s" %s
sk: Nemô¾em zmaza» súbor "%s" %s
tr: "%s" dosyasý silinemiyor %s

source: Cannot remove directory "%s" %s
lv: Nevar izdzçst direktoriju "%s" %s
pl: Nie mo¿na usun±æ katalogu "%s" %s
ro: Nu pot ºterge directorul "%s" %s
sk: Nemô¾em odstráni» adresár "%s" %s
tr: "%s" dizini silinemiyor %s

source: Internal error: get_file
lv: Iekðçja kïûda: get_file
pl: B³±d wewnêtrzny: get_file
tr: Ýç hata: get_file

source: 1Copy
lv: 1Kopçt
pl: 1Kopiowanie
ro: 1Copiazã
sk: 1Skopírova»
tr: 1Kopyala

source: 1Move
lv: 1Pârvietot
pl: 1Przeniesienie
ro: 1Mutã
sk: 1Presunú»
tr: 1Taþý

source: 1Delete
lv: 1Izdzçst
pl: 1Usuniêcie
ro: 1ªterge
sk: 1Zmaza»
tr: 1Sil

source: file
lv: datne
pl: pliku
ro: fiºierul
sk: súbor
tr: dosya:

source: files
lv: datnes
pl: plików
ro: fiºiere
sk: súbory
tr: dosya

source: directory
lv: direktoriju
pl: katalogu
ro: director
sk: adresár
tr: dizin:

source: directories
lv: direktoriji
pl: katalogów
ro: directoare
sk: adresáre
tr: dizin

source: files/directories
lv: datnes/direktoriji
pl: plików/katalogów
ro: fiºiere/directoare
sk: súbory/adresáre
tr: dosya/dizin

source: with source mask:
lv: ar avota masku:
pl: z mask± ¼ród³ow±:
ro: cu mascã sursã:
sk: so zdrojovou maskou:
tr: bu maskla:

source: Can't operate on ".."!
lv: Nevar operçt uz ".."!
pl: Nie mo¿na operowaæ na ".."!
tr: ".." üzerinde iþlem yapýlamýyor!

source: Yes
lv: Jâ
pl: Tak
ro: Da
sk: Áno
tr: Evet

source: No
lv: Nç
pl: Nie
ro: Nu
sk: Nie
tr: Hayýr

source: Sorry, I could not put the job in background
lv: Atvaino, bet nevarçju darbu nosûtît fonâ
pl: Niestety nie mo¿na umie¶ciæ zadania w tle
ro: Scuze, nu am putut trimite operaþiunea în fundal
sk: ¥utujem, ale nemohol som ulo¾i» úlohu do pozadia
tr: Ýþ artalana konulamadý

source: Internal failure
lv: Iekðçja neveiksme
pl: B³±d wewnêtrzny
ro: Eºec intern
sk: Vnútorná porucha
tr: Ýç baþarýsýzlýk

source: Unknown file operation
lv: Nepazîstama datnes operâcija
pl: Nieznana operacja na pliku
ro: Operaþie pe fiºier necunoscutã
sk: Neznáma operácia so súborom
tr: Bilinmeyen dosya iþlemi

source: Destination "%s" must be a directory %s
lv: Mçríim "%s" ir jâbût direktorijam %s
pl: Plik docelowy "%s" musi byæ katalogiem %s
ro: Destinaþia "%s" trebuie sã fie un director %s
sk: Cieµ "%s" musí by» adresár %s
tr: Hedef "%s" bir dizin olmalý %s

source: &Retry
lv: &Vçlreiz
pl: Ponów
ro: &Reîncerc
sk: &Zopakova»
tr: &Tekrar

source: &Abort
lv: &Atsaukt
pl: &Rezygnuj
ro: &Întrerup
sk: p&Reru¹i»
tr: Ý&ptal

source: Directory not empty. Delete it recursively?
lv: Direktorija nav tukða. Dzçst to rekursîvi?
pl: Katalog nie jest pusty. Usun±æ go rekurencyjnie?
ro: Directorul nu este gol. Îl ºterg recursiv?
sk: Adresár nie je prázdny. Vymaza» ho rekurzívne?
tr: Dizin boþ deðil. Ardýþýk silinsin mi?

source: Background process: Directory not empty Delete it recursively?
lv: Fona process: Direktorija nav tukða Dzçst to rekursîvi?
pl: Proces w tle: Katalog nie jest pusty. Usun±æ go rekurencyjnie?
ro: Procesul din fundal: Directorul nu este gol Îl ºterg recursiv?
sk: Proces v pozadí: Adresár nie je prázdny Vymaza» ho rekurzívne?
tr: Artalan süreç: Dizin boþ deðil Ardýþýk silinsin mi?

source: a&ll
lv: &visus
pl: wszystkie
ro: &Toate
sk: &V¹etko
tr: tü&mü

source: non&E
lv: n&Evienu
pl: ¿aden
ro: &Niciunul
sk: ¾ia&Dne
tr: &hiçbiri

source: Type 'yes' if you REALLY want to delete
lv: Uzraksti `yes`, ja PATIEÐÂM vçlies izdzçst
pl: Wybierz 'tak', je¶li NAPRAWDÊ chcesz usun±æ
ro: Tastaþi 'yes' dacã CHIAR vreþi sã ºtergeþi
sk: Napí¹te 'áno' ak to chcete SKUTOÈNE vymaza»
tr: Gerçekten silmek istiyorsanýz 'evet' yazýn

source: all the directories
lv: visas direktorijas
pl: wszystkie katalogi
ro: toate directoarele
sk: v¹etky adresáre
tr: tüm dizinler

source: Recursive Delete
lv: Dzçst Rekursîvi
pl: Rekurencyjne usuwanie
ro: ªtergere Recursivã
sk: Rekurzívne Zmaza»
tr: Ardýþýk Sil

source: Background process: Recursive Delete
lv: Fona process: Rekursîva Dzçðana
pl: Proces w tle: Rekurencyjne usuwanie
ro: Procesul din fundal: ªtergere Recursivã
sk: Proces v pozadí: Rekurzívne zmaza»
tr: Artalan süreç: Ardýþýk Sil

source: File
lv: Datne
pl: Plik
ro: Fiºier
sk: Súbor
tr: Dosya

source: Count
lv: Skaitît
pl: Liczba
ro: Numãr
sk: Poèet
tr: Sayý

source: Bytes
lv: Baiti
pl: Bajty
sk: Bytov
tr: Bayt

source: Source
lv: Avots
pl: ¬ród³o
ro: Sursã
sk: Zdroj
tr: Kaynak

source: Target
lv: Mçríis
pl: Cel
ro: Þintã
sk: Cieµ
tr: Hedef

source: Deleting
lv: Dzçðana
pl: Usuwanie
ro: ªtergere
sk: Ma¾em
tr: Siliniyor

source: Target file "%s" already exists!
lv: Mçría datne "%s" jau eksistç!
pl: Plik docelowy "%s" ju¿ istnieje!
ro: Fiºierul þintã "%s" existã deja!
sk: Cieµový súbor "%s" u¾ existuje!
tr: Hedef dosya "%s" zaten var!

source: if &Size differs
lv: ja i&Zmçrs atðíiras
pl: je¶li ró¿ny rozmiar
ro: dacã mã&Rimea diferã
sk: ak sa lí¹i v&Eµkos»
tr: Boyut &Farklýysa

source: &Update
lv: &Atjauninât
pl: Aktualizuj
ro: cele &Vechi
sk: &Aktualizova»
tr: &Güncelle

source: Overwrite all targets?
lv: Pârrakstît visus mçrïus?
pl: Nadpisaæ wszystkie pliki?
ro: Suprascriu toate desinaþiile?
sk: Prepísa» v¹etky ciele?
tr: Tüm hedeflerin üstüne yazýlsýn mý?

source: ap&Pend
lv: pie&Vienot
pl: Do³±cz
ro: adau&G
sk: &Prida»
tr: Sonuna &Ekle

source: Overwrite this target?
lv: Pârrakstît mçríi?
pl: Nadpisaæ ten plik?
ro: Suprascriu aceastã þintã?
sk: Prepísa» tento cieµ?
tr: Üzerine yazýlsýn mý?

source: Target date: %s, size %d
lv: Mçría datums: %s, lielums %d
pl: Data docelowego: %s, rozmiar %d
ro: Data þintei: %s, mãrime %d
sk: Dátum cieµa: %s, veµkos» %d
tr: Hedef tarihi: %s, boyutu %d

source: Source date: %s, size %d
lv: Avota datums: %s, lielums %d
pl: Data ¼ród³owego: %s, rozmiar %d
ro: Data sursei : %s, mãrime %d
sk: Dátum zdroja : %s, veµkos» %d
tr: Kaynak tarihi: %s, boyutu %d

source: File exists
lv: Datne eksistç
pl: Plik istnieje
ro: Fiºierul existã
sk: Súbor existuje
tr: Dosya var

source: Background process: File exists
lv: Fona darbs: Datne eksistç
pl: Proces w tle: Plik istnieje
ro: Procesul din fundal: Fiºierul existã
sk: Proces v pozadí: Súbor existuje
tr: Artalan süreç: Dosya var

source: preserve &Attributes
lv: saglabât &Atribûtus
pl: Zachowanie atrybutów
ro: pãstrez &Atributele
sk: uchova» a&Tribúty
tr: &Nitelikleri koru

source: follow &Links
lv: sekot &Saitçm
pl: Pod±¿anie za dowi±zaniami
ro: urmez &Legãturile
sk: nasledova» o&Dkazy
tr: &Baðlarý izle

source: to:
lv: uz:
pl: do:
ro: cãtre:
sk: k:
tr: buraya:

source: &Using shell patterns
lv: &Lietoj
pl: Wykorzystanie wzorców dopasowywania
ro: &Utilizez "shell patterns"
sk: po&U¾i» shell vzory
tr: &Kabuk masklarýný kullanarak

source: &Background
lv: &Fonâ
pl: W tle
ro: &Fundal
sk: &Pozadie
tr: A&rtalan

source: &Stable Symlinks
lv: &Stabilas Simbolsaites
pl: Zachowanie dowi±zañ symbolicznych
ro: Legãturi simbolice &Stabile
sk: &Stále Sym. odkazy
tr: Kararlý &Sembolik Baðlar

source: &Dive into subdir if exists
lv: &Ieiet apakðdirektorijâ, ja tâds eksistç
pl: Schodzenie do podkatalogów
ro: &Intru în subdirector dacã existã
sk: &Vnori» sa do existujúceho podadr.
tr: Varsa altdizine &Dal

source: Invalid source pattern `%s' %s
lv: Nepareizs koda raksts `%s' %s
pl: Niepoprawny wzór ¼ród³owy `%s' %s
ro: Model de sursã invalid "%s" %s
sk: Neplatný zdrojový vzor `%s' %s
tr: Geçersiz kaynak maský `%s' %s

source: &Suspend
lv: At&likt
pl: Wstrzymaj
ro: &Suspendare
sk: z&Astavi»
tr: A&skýya Al

source: Con&tinue
lv: Tu&rpinât
pl: Kontynuuj
ro: Con&tinuã
sk: po&Kraèova»
tr: &Devam Et

source: &Chdir
pl: Zmieñ
tr: Di&zin deðiþtir

source: &Again
lv: %Atkal
pl: Ponownie
ro: &Din nou
sk: &Znovu
tr: &Tekrar

source: &Quit
lv: I&Ziet
pl: Zakoñcz
ro: &Ieºire
sk: &Ukonèi»
tr: Çý&k

source: Pane&lize
lv: Pa&nelçt
pl: Filtruj
ro: Pane&lizare
sk: pane&Lizova»
tr: Pane&lle

source: &View - F3
lv: &Skatît - F3
pl: Podgl±d - F3
ro: &Vizualizare - F3
sk: &Pohµad - F3
tr: &Görüntüle - F3

source: &Edit - F4
lv: &Rediìçt - F4
pl: Edycja - F4
ro: &Editare - F4
sk: &Editácia - F4
tr: Düz&enle - F4

source: Start at:
lv: Sâknçt iekð:
pl: Rozpoczêcie w:
ro: Încep la:
sk: Zaèa» na:
tr: Baþlangýç:

source: Filename:
lv: Datnes nosaukums
pl: Nazwa pliku:
ro: Nume fiºier:
sk: Meno súboru:
tr: Dosyaismi:

source: Content:
lv: SAturs
pl: Zawarto¶æ:
ro: Conþinut:
sk: Obsah:
tr: Ýçerik:

source: &Tree
lv: &Koks
pl: &Drzewo
ro: &Arbore
sk: &Strom
tr: &Aðaç

source: Find File
lv: Atrast Datni
pl: Znajd¼ plik
ro: Caut fiºier
sk: Nájs» Súbor
tr: Dosyayý bul

source: Grepping in %s
lv: Grepoju iekð %s
pl: Wyszukiwanie w %s
ro: Caut în %s
sk: Grepping v %s
tr: %s'de Grepliyor

source: Find/read
lv: Atrast/lasît
pl: Wyszukiwanie/odczyt
ro: Caut/citesc
sk: Nájs»/èíta»
tr: Bul/oku

source: Problem reading from child
lv: Grûtîbas lasot no bçrna
pl: B³±d przy odczycie z procesu potomnego
ro: Problemã cu citirea din procesul copil
sk: Problematické èítanie z potomka procesu
tr: Ast süreçten okurken hata

source: Finished
lv: Babeigts
pl: Zakoñczono
ro: Terminat
sk: Skonèené
tr: Bitirildi

source: Searching %s
lv: Meklçju %s
pl: Wyszukiwanie %s
ro: Caut %s
sk: Hµadanie %s
tr: %s aranýyor

source: Suspend
lv: Pârtraukt
pl: U¶pij
ro: &Suspendã
sk: Zastavi»
tr: Askýya Al

source: Restart
lv: Pârstartçt
pl: Ponów
ro: &Reporneºte
sk: Spusti» znovu
tr: Yeniden Baþlat

source: Searching
lv: Meklçju
pl: Wyszukiwanie
ro: Caut
sk: Hµadanie
tr: Aranýyor

source: Find file
lv: Atrast datni
pl: Znajd¼ plik
ro: Caut fiºier
sk: Nájs» súbor
tr: Dosyayý bul

source: Change to this directory
lv: Aiziet uz ðo direktoriju
pl: Zmieñ na ten katalog
ro: Schimbã la acest director
sk: Zmeni» na tento adresár
tr: Bu dizine deðiþtir

source: Search again
lv: Meklçt vçlreiz
pl: Szukaj ponownie
ro: Caut din nou
sk: Hµada» znovu
tr: Tekrar ara

source: View this file
lv: Skatît ðo datni
pl: Podgl±d pliku
ro: Aratã acest fiºier
sk: Pozrie» si tento súbor
tr: Göster

source: Edit this file
lv: Rediìçt ðo datni
pl: Edycja pliku
ro: Editeazã acest fiºier
sk: Upravi» tento súbor
tr: Düzenle

source: Send the results to a Panel
lv: Sûtît rezultâtus uz Paneli
pl: Wy¶lij wyniki do panelu
ro: Trimite rezultatele într-un Panou
sk: Výsledky posla» Panelu
tr: Sonuçlarý panele gönder

source: Help file format error 
lv: Palîdzîbas datnes formâta kïûda 
pl: B³±d formatu pliku pomocy 
ro: Eroare în formatul fiºierului de ajutor 
sk: Chyba vo formáte súboru pomocníka
tr: Yardým dosyasý biçim hatasý

source: Internal bug: Double start of link area
lv: Iekðçja kïûda: Dubultsâknçjums saites apvidû
pl: B³±d wewnêtrzny: Zagnie¿d¿ony pocz±tek obszaru odsy³acza
ro: Eroare internã: Start dublu al zonei de legãturã
sk: Vnútorná chyba: Dvojité spustenie pripojenej oblasti
tr: Yazýlým hatasý: Bað alanýnda çift baþlangýç

source: Can't find node [Contents] in help file
lv: Nevarçja atrast mezglpunktu [Saturs] palîdzîbas datnç
pl: Nie mo¿na odnale¼æ wêz³a [Zawarto¶æ] ([Contents]) w pliku pomocy
tr: Yardým dosyasýnda [Ýçindekiler] düðümü bulunamadý

source: Help
lv: Palîdzîba
pl: Pomoc
ro: Ajutor
sk: Pomoc
tr: Yardým

source: Can't open file %s %s
lv: Nevar atvçrt datni %s %s
pl: Nie mo¿na otworzyæ pliku %s %s
tr: %s dosyasý açýlamadý %s

source: Can't find node %s in help file
lv: Nevarçja atrast mezglpunktu %s palîdzîbas datnç
pl: Nie mo¿na odnale¼æ wêz³a %s w pliku pomocy
tr: Yardým dosyasýnda %s düðümü bulunamadý

source: Index
lv: Indekss
pl: Indeks
tr: Ýndeks

source: Prev
lv: Iepr
pl: Poprz
ro: Înapoi
sk: Pred
tr: Önceki

source: &Move
lv: &Pârvietot
pl: Przenie¶
ro: &Mutã
sk: pres&Unú»
tr: &Taþý

source: &Remove
lv: &Izòemt
pl: Usuñ
ro: ª&Terge
sk: &Odstráni»
tr: Ka&ldýr

source: &Append
lv: pie&Likt
pl: Do³±cz
ro: &Adaugã
sk: p&Rida»
tr: Sonuna &Ekle

source: &Insert
lv: ie&Vietot
pl: Wstaw
ro: &Insereazã
sk: v&Lo¾i»
tr: A&raya ekle
