Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Disk operations and file indexing/searching
lv: Diska operâcijas un datòu indeksçðana/meklçðana
pl: Operacje dyskowe i indeksowanie/wyszukiwanie plików
ro: Operaþii pe disc ºi indexare/cãutare fiºiere
sk: Diskové operácie a indexovanie/hµadanie súboru
tr: Disk iþlemleri ve dosya indeksleme/arama

source: Toggle mark F3
lv: Slçgt iezîmçðanu F3
pl: Zaznaczenie F3
ro: Inverseazã selecþia F3
sk: Prepnú» oznaèenie F3
tr: Seçim F3

source: Toggle mark columns C-b
lv: Slçgt kolonnu iezîmçðanu C-b
pl: Zaznaczenie kolumn C-b
ro: Inverseazã selecþia coloanelor C-b
sk: Prepnú» oznaèenia ståpcov C-b
tr: Sütun seçimi C-b

source: Toggle book mark C-M-Ins
lv: Slçgt grâmatas atzîmit C-M-Ins
pl: Zak³adka C-M-Ins
ro: Inverseazã semnul de carte C-M-Ins
sk: Prepnú» book oznaèenie C-M-Ins
tr: YerÝmi koy/kaldýr C-M-Ins

source: Previous book mark C-M-Up
lv: Iepriekðçjâ grâmatas atzîme C-M-Up
pl: Poprzednia zak³adka C-M-Up
ro: Semnul de carte precedent C-M-Up
sk: Predchádzajúce book oznaèenie C-M-Up
tr: Önceki yer imi C-M-Yukarý

source: Next book mark C-M-Down
lv: Nâkamâ grâmatas atzîme C-M-Down
pl: Nastêpna zak³adka C-M-Down
ro: Urmãtorul semn de carte C-M-Down
sk: Nasledujúce book oznaèenie C-M-Down
tr: Sonraki yer imi C-M-Aþaðý

source: Flush book marks
lv: Pludinât grâmatas atzîmes
pl: Usuñ zak³adki
ro: ªterge semnele de carte
sk: Flush book oznaèenia
tr: Yer imlerini kaldýr

source: Toggle insert/overwrite Ins
lv: Slçgt ievietot/pârrakstît Ins
pl: Prze³±cz wstawianie/nadpisywanie Ins
ro: Inserare/suprascrierea Ins
sk: Prepnú» vlo¾enie/prepísanie Ins
tr: araya/üste yazma Ins

source: Copy block to cursor F5
lv: Kopçt bloku uz kursoru F5
pl: Kopiuj blok na pozycjê kursora F5
ro: Copiazã blocul la cursor F5
sk: Kopírova» blok ku kurzoru F5
tr: Bloku imlece kopyala F5

source: Move block to cursor F6
lv: Pârvietot bloku uz kursoru F6
pl: Przenie¶ blok na pozycjê kursora F6
ro: Mutã blocul la cursor F6
sk: Presunú» blok ku kurzoru F6
tr: Bloku imlece taþý F6

source: Delete block F8/C-Del
lv: Dzçst bloku F8/C-Del
pl: Usuñ blok F8/C-Del
ro: ªterge blocul F8/C-Del
sk: Vymaza» blok F8/C-Del
tr: Bloku sil F8/C-Del

source: Copy block to clipbrd C-Ins
lv: Kopçt bloku uz starpliktuvi C-Ins
pl: Kopiuj blok do schowka C-Ins
ro: Copiazã blocul în clipboard C-Ins
sk: Kopírova» blok do clipbrd C-Ins
tr: Bloku panoya kopyala C-Ins

source: Cut block to clipbrd S-Del
lv: Iegriezt bloku starpliktuvç S-Del
pl: Wytnij blok do schowka S-Del
ro: Taie blocul în clipboard S-Del
sk: Vystrihnu» blok do clipbrd S-Del
tr: Bloku panoya kes S-Del

source: Paste block from clipbrd S-Ins
lv: Ievietot bloku no starpliktuves S-Ins
pl: Wstaw blok ze schowka S-Ins
ro: Lipeºte blocul din clipboard S-Ins
sk: Prilepi» blok z clipbrd S-Ins
tr: Bloku panodan yapýþtýr S-Ins

source: Selection history M-Ins
lv: Izvçles vçsture M-Ins
pl: Historia zaznaczeñ M-Ins
ro: Istoricul selecþiilor M-Ins
sk: Výbra» z histórie M-Ins
tr: Seçim Geçmiþi M-Ins

source: Undo C-BackSpace
lv: Atcelt C-BackSpace
pl: Cofnij C-BackSpace
ro: Anuleazã C-BackSpace
sk: Vráti» spä» C-BackSpace
tr: Geri al C-BackSpace

source: Manipulating blocks of text
lv: Manipulçju ar teksta blokiem
pl: Operacje na blokach tekstu
ro: Manipularea blocurilor de text
sk: Manipulujem s blokom textu
tr: Metin bloku iþlemleri

source: Srch/Replce
lv: Mekl/Aizv
pl: Szukaj/Zast
ro: Caut/Înloc
sk: Hµad/Nahr
tr: Ara/Deðiþt

source: Search... F7
lv: Meklçt... F7
pl: Szukaj... F7
ro: Cautã... F7
sk: Hµada»... F7
tr: Ara... F7

source: Search again F17
lv: Meklçt vçlreiz F17
pl: Szukaj ponownie F17
ro: Cautã din nou F17
sk: Hµada» znovu F17
tr: Tekrar Ara F17

source: Replace... F4
lv: Aizvietot... F4
pl: Zast±p... F4
ro: Înlocuieºte... F4
sk: Nahradi»... F4
tr: Deðiþtir... F4

source: Replace again F14
lv: Aizvietot vçlreiz F14
pl: Zast±p ponownie F14
ro: Înlocuieºte din nou F14
sk: Nahradi» znovu F14
tr: Tekrar deðiþtir F14

source: Search for and replace text
lv: Meklçt un aizvietot tekstu
pl: Znajd¼ i zast±p tekst
ro: Cautã ºi înlocuieºte text
sk: Nájs» a nahradi» text
tr: Metni bul ve deðiþtir

source: Goto line... M-l
lv: Iet uz liniju... M-l
pl: Przejd¼ do wiersza... M-l
ro: Du-te la linia... M-l
sk: Choï na riadok... M-1
tr: Satýra git M-l

source: Goto matching bracket M-b
lv: Iet uz atbilstoðo iekavu M-b
pl: Do pasuj±cego nawiasu M-b
ro: Du-te la paranteza pereche M-b
sk: choï na odpovedajúcu zátvorku M-b
tr: Eþleþen paranteze git M-b

source: Start record macro C-r
lv: Sâkt makro rakstîðanu C-r
pl: Pocz±tek zapisu makra C-r
ro: Începe înregistrarea unei combinaþii C-r
sk: Zaèa» nahráva» makro C-r
tr: Makro kaydýný baþlat C-r

source: Finish record macro... C-r
lv: Beigt makro rakstîðanu... C-r
pl: Koniec zapisu makra... C-r
ro: Terminã înregistrarea combinaþiei... C-r
sk: Koniec záznamu makra... C-r
tr: Makro kaydýný bitir... C-r

source: Execute macro... C-a, KEY
lv: Palaist makro... C-a, KEY
pl: Wykonaj makro... C-a, Klaw
ro: Executã combinaþia... C-a, TASTA
sk: Vykona» makro... C-, KEY
tr: Makroyu çalýþtýr... C-a, TUÞ

source: Delete macro...
lv: Ddzçst makro...
pl: Usuñ makro...
ro: ªterge combinaþia...
sk: Zmaza» makro...
tr: Makroyu sil...

source: Insert date/time C-d
lv: Ievietot datumu/laiku C-d
pl: Wstaw datê/czas C-d
ro: Insereazã data/ora C-d
sk: Vlo¾i» dátum-èas C-d
tr: tarih/saat ekle C-d

source: Format paragraph M-p
lv: Formatçt paragrâfu M-p
pl: Formatuj akapit M-p
ro: Formateazã paragraful M-p
sk: Formátova» odsek M-p
tr: Paragraf biçimi M-p

source: Refresh display C-l
lv: Atsvaidzinât ekrânu C-l
pl: Od¶wie¿ ekran C-l
ro: Actualizeazã afiºarea C-l
sk: Obnovi» obrazovku terminálu C-l
tr: Ekraný tazele C-l

source: Macros and internal commands
lv: Makrosu un iekðçjâs komandas
pl: Makra i polecenia wewnêtrzne
ro: Combinaþii ºi comenzi interne
sk: Makroin¹trukcie a vnútorné príkazy
tr: Makrolar ve iç komutlar

source: Intuitive
lv: Intuitîvi
pl: Intuicyjne
ro: Intuitivã
sk: Intuitívne
tr: Geleneksel

source: None
lv: Nekas
pl: Brak
ro: Fãrã aranjare
sk: ®iaden
tr: Hiçbiri

source: Dynamic paragraphing
lv: Dinamiska paragrâfoðana
pl: Dynamiczne akapity
ro: Paragrafare automatã
sk: Dynamické rob. odstavcov
tr: Dinamik paragraflama

source: Type writer wrap
lv: Maðînrakstîðanas iekïauðana
pl: Maszyna do pisania
ro: Tip "maºinã de scris"
sk: Napí¹te autora zarovnania
tr: Daktilo sarmalamasý

source: Word wrap line length :
lv: Vârdu iekïauðanas lînijas garums:
pl: Punkt ³amania wiersza :
ro: Lungimea max. a liniei:
sk: Zarov. textu podµa då¾ky riadku :
tr: satýr sarmalama uzunluðu:

source: Tab spacing :
lv: Tab atstarpes :
pl: Rozmiar tabulacji :
ro: Mãrimea tab-ului:
sk: Tabelova» vzdialenos» :
tr: Sekme uzunluðu:

source: synta&X highlighting
lv: sinta&Kses izgaismoðana
pl: Pod¶wietlanie sk³adniowe
ro: &Evidenþiere sintaxã
sk: zvýraznenie s&Yntaxe
tr: &Sözdizimi aydýnlatma

source: confir&M before saving
lv: a&Pstiprinât pirms saglabâðanas
pl: Potwierdzanie zapisu
ro: &Confirmã înainte de a salva
sk: &Potvrdi» pred ulo¾ením
tr: kaydet&Meden önce sor

source: fill tabs with &Spaces
lv: piepildît tabulâcijas ar at&Starpçm
pl: Wype³nianie tabul. spacjami
ro: &Umple tab-urile cu spaþii
sk: naplni» tabulátor &Medzerami
tr: &Sekmeleri boþluklarla deðiþtir

source: &Return does autoindent
lv: &Enter veido autom.atkâpi
pl: Automatyczne wciêcia
ro: returul &Autoindenteazã
sk: &Návrat vykoná automa. odsek
tr: &Return otogirintileme yapar

source: &Backspace through tabs
pl: Backspace poprzez tabulacje
ro: ºterge deodatã &Tab-urile
sk: &Krok spä» prost. tabulátora
tr: &Geri silme sekmeleri izler

source: &Fake half tabs
pl: Po³ówki tabulacji
ro: &Simuleazã tab-urile 1/2
sk: &Spravi» polovièný tabulátor
tr: Sahte &Yarým sekmeler

source: Wrap mode
lv: Iekïauðanas reþîms
pl: Tryb zawijania
ro: Mod de aranjare
sk: Zarovnávací mód
tr: Sarmalama kipi

source: Key emulation
lv: Taustiòu emulâcija
pl: Emulacja klawiszy
ro: Emulare de taste
sk: Emulácia kµúèa
tr: Tuþ ayarý

source: Editor options
lv: Redaktora opcijas
pl: Opcje edytora
ro: Opþiuni ale editorului
sk: Nastavenie editora
tr: Düzenleyici seçenekleri

source: Error initialising editor.
lv: Kïûda inicializçjot redaktoru.
pl: B³±d przy inicjalizacji edytora.
ro: Eroare la iniþializarea editorului.
sk: Nastala chyba poèas spú¹»ania editora.
tr: Düzenleyici baþlatýlýrken hata.

source: Help
lv: Palîdzîba
pl: Pomoc
ro: Ajutor
sk: Pomoc
tr: Yardým

source: Mark
lv: Atzîmçt
pl: Zaznacz
ro: March.
sk: Oznaèi»
tr: Seç

source: Replac
lv: Aizvietot
pl: Zast±p
ro: Înloc.
sk: Nahradi»
tr: Deðþtir

source: PullDn
lv: IzvLej
pl: Rozwiñ
ro: Meniu
sk: H.menu
tr: AnaMenü

source: Quit
lv: Iziet
pl: Koñcz
ro: Ieºi
sk: Skonèi»
tr: Çýk

source: &Dismiss
lv: &Atcelt
pl: Porzuæ
ro: &Închide
sk: &Odmietnu»
tr: &Býrak

source: Enter file name:
lv: Iereksti datnes nosaukumu:
pl: Wprowad¼ nazwê pliku:
ro: Introduceþi numele fiºierului:
sk: Zadajte meno súboru:
tr: Dosya ismi:

source: The Quick Brown Fox Jumps Over The Lazy Dog
lv: Âtra Brûna Lapsa Lçc Pâri Slinkajam Sunim
pl: Pó³±æy ñiê gê¶i i ¶wój jê¿yk m±j±
ro: PANOSE abeqmost ãâîºþ ÃÂÎªÞ
tr: Yavuz Hýrsýz Ev Sahibini Bastýrýr

source: gtkedit.c: HOME environment variable not set and no passwd entry - aborting
lv: gtkedit.c: HOME mainîgais nav iestatîts un nav paroles ieraksta - izbeidzu
pl: gtkedit.c: Nie odnaleziono zmiennej HOME ani wpisu w passwd - rezygnacja
ro: gtkedit.c: variabila de environment HOME nu este setatã ºi nu existã o intrare passwd - renunþ
sk: gtkedit.c: Preru¹ujem, nie je nastavené DOMáce prostredie a neplatí passwd
tr: gtkedit.c: HOME çevre deðiþkeni belirtilmemiþ ve bir parola girdisi yok - çýkýlýyor

source: Interactive help browser
lv: Interaktîvs palîdzîbas pârlûks
pl: Interaktywna przegl±darka pomocy
ro: Browser de ajutor interactiv
sk: Interaktívny program Pomoci
tr: Etkileþimli yardým gözatýcý

source: Save to current file name
lv: Saglabât paðreizçjo datnes nosaukumu
pl: Zapisuje pod aktualn± nazw±
ro: Salveazã cu numele curent al fiºierului
sk: Ulo¾i» do aktuálneho mena súboru
tr: Þu anki dosyaya kaydet

source: Toggle In/Off invisible marker to highlight text
lv: Ieslçgt/Izslçgt maríieri, lai izgaismotu tekstu
pl: Prze³±cza pod¶wietlenie zaznaczonego tekstu
ro: Activeazã/Dezactiveazã marcatorul invizibil de evidenþiere a textului
sk: Prepína In/Off neviditeµný znaèkovaè pre zdôraznenie textu
tr: Metin seçmede görünmez imleci aç/kapa

source: Replc
lv: Aizv
pl: Zast.
tr: Deðþt

source: Find and replace strings/regular expressions
lv: Atrast un apmainît rindiòas/regulâras izteiksmes
pl: Wyszukuje i zastêpuje napisy/wyra¿enia regularne
ro: Cautã ºi înlocuieºte ºiruri/expresii regulare
sk: Nájs»a nahradi» znaky/regulárne vyjadrenia
tr: Dizgeleri/düzenli ifadeleri bulur ve deðiþtirir

source: Copy highlighted block to cursor position
lv: Kopçt iezîmçto gabalu uz kursora pozîciju
pl: Kopiuje zaznaczony blok na pozycjê kursora
ro: Copiazã blocul evidenþiat la poziþia cursorului
sk: Kopírova» zvýraznený blok do pozície kurzora
tr: Seçilen bloku imlecin bulunduðu yere kopyalar

source: Move highlighted block to cursor position
lv: Pârvietot iezîmçto gabalu uz kursora pozîciju
pl: Przenosi zaznaczony blok na pozycjê kursora
ro: Mutã blocul evidenþiat la poziþia cursorului
sk: Presunú» zvýraznený blok do pozície kurzora
tr: Seçilen bloku imlecin bulunduðu yere taþýr

source: Find
lv: Atrast
pl: Znajd¼
ro: Cautã
sk: Nájs»
tr: Bul

source: Find strings/regular expressions
lv: Atrast rindiòas/regulâras izteiksmes
pl: Wyszukuje tekst/wyra¿enie regularne
ro: Cautã ºiruri/expresii regulare
sk: Nájs» znaky/regulárne vyjadrenia
tr: Dizgeleri/düzenli ifadeleri bulur

source: Dlete
lv: Dzçst
pl: Usuñ
tr: Sil

source: Delete highlighted text
lv: Dzçst pasvîtroto tekstu
pl: Usuwa zaznaczony tekst
ro: ªterge textul evidenþiat
sk: Zmaza» zvýraznený text
tr: Seçilen metni siler

source: Menu
lv: Izvçlne
ro: Meniu
tr: KMenü

source: Pull down menu
lv: Krîtoðâ izvçlne
pl: Rozwijane menu
ro: Meniu desfãºurãtor
sk: Hlavné menu
tr: Dökülen menü

source: Exit editor
lv: Iziet no redaktora
pl: Koñczy pracê edytora
ro: Ieºire din editor
sk: Ukonèi» editor
tr: Düzenleyiciden çýkar

source: Clear the edit buffer
lv: Attîrît un rediìçt buferi
pl: Czy¶ci bufor edycji
ro: ªterge memoria tampon a editorului
sk: Vymaza» upravovaciu vyrovnávaciu pamä»
tr: Düzenleyici tampon belleðini temizler

source: Insert File
lv: Ievietot Datni
pl: Wstaw plik
ro: Insereazã fiºier
sk: Ulo¾i» Súbor
tr: Dosya Ýçer

source: Insert text from a file
lv: Ievietot tekstu no datnes
pl: Wstaw tekst w pliku
ro: Insereazã text dintr-un fiºier
sk: Vlo¾i» text zo súboru
tr: Metni dosyadan ekler

source: Copy to file
lv: Kopçt uz datni
pl: Kopiuj do pliku
ro: Copiazã în fiºier
sk: Kopírova» do súboru
tr: Dosyaya kopyala

source: copy a block to a file
lv: kopçt bloku uz datni
pl: Kopiuj blok do pliku
ro: copiazã blocul într-un fiºier
sk: kopírova» blok do súboru
tr: Bir bloku bir dosyaya kopyalar

source: Search/Replace
lv: Meklçt/Pârmainît
pl: Szukaj/Zast±p
ro: Cãutare/Înlocuire
sk: Vyhµada»/nahradi»
tr: Ara/Deðiþtir

source: Spelling Message
lv: Pareizrakstîbas Ziòojums
pl: Sprawdzanie pisowni
ro: Mesaj Ortografie
sk: Pravopisná Správa
tr: Sözdizimi Ýletisi

source: Fail trying to open ispell program. Check that it is in your path and works with the -a option. Alternatively, disable spell checking from the Options menu.
pl: Uruchomienie programu ispell nie powiod³o siê. Sprawd¼, czy jest on na Twojej ¶cie¿ce i czy dzia³a z opcj± -a. Ewentualnie deaktywuj sprawdzanie pisowni w menu Opcje.
ro: Nu reuºesc sã deschid programul ispell. Verificaþi dacã se aflã în cale ºi funcþioneazã cu opþiunea -a. Sau, puteþi dezactiva verificarea ortograficã din meniul Opþiuni.
sk: Chyba poèas otvárania ispell programu. Skontrolujte èi je vo va¹ej ceste a pracuje s parametrom -a . Alebo, vypnite jazykovú kontrolu v menu nastavenia.
tr: ispell uygulamasýný açarken hata oluþtu. Dosya yollarýnýzda olduðunu ve -a seçeneði ile çalýþabildiðini denetleyin. Ayrýca, Seçenekler menüsünden sözel denetimi iptal edebilirsiniz.

source: Fail trying to open ispell pipes. Check that it is in your path and works with the -a option. Alternatively, disable spell checking from the Options menu.
pl: Nie uda³o siê otworzyæ potoków ispella. Sprawd¼, czy jest on na Twojej ¶cie¿ce i czy dzia³a z opcj± -a. Ewentualnie deaktywuj sprawdzanie pisowni w menu Opcje.
ro: Nu reuºesc sã deschid filtre cãtre ispell. Verificaþi dacã se aflã în cale ºi funcþioneazã cu opþiunea -a. Ori, puteþi dezactiva verificarea ortograficã din meniul Opþiuni.
sk: Chyba poèas otvárania ispell pipes. Skontrolujte èi je vo va¹ej ceste a pracuje s parametrom -a . Alebo, vypnite jazykovú kontrolu v menu nastavenia.
tr: ispell veri yollarýný açarken hata oluþtu. Dosya yollarýnýzda olduðunu ve -a seçeneði ile çalýþabildiðini denetleyin. Ayrýca, Seçenekler menüsünden sözel denetimi iptal edebilirsiniz.

source: Fail trying to read ispell pipes. Check that it is in your path and works with the -a option. Alternatively, disable spell checking from the Options menu.
lv: Nevarçja nolasît no ispell kanâla. Pârbaudi, vai tas ir tavâ ceïâ un strâdâ ar -a opciju. Vai arî deaktivizç pareizrakstîðanas pârbaudi no Opciju izvçlnes.
pl: B³±d przy próbie odczytu z potoków ispella. Sprawd¼, czy jest on na Twojej ¶cie¿ce i czy dzia³a z opcj± -a. Ewentualnie deaktywuj sprawdzanie pisowni w menu Opcje.
ro: Nu reuºesc sã citesc filtrele cãtre ispell. Verificaþi dacã se aflã în cale ºi funcþioneazã cu opþiunea -a. Ori, puteþi dezactiva verificarea ortograficã din meniul Opþiuni.
sk: Chyba poèas èítania ispell pipes. Skontrolujte èi je vo va¹ej ceste a pracuje s parametrom -a . Alebo, vypnite jazykovú kontrolu v menu nastavenia.
tr: ispell veri yollarýný okunurken hata oluþtu. Dosya yollarýnýzda olduðunu ve -a seçeneði ile çalýþabildiðini denetleyin. Ayrýca, Seçenekler menüsünden sözel denetimi iptal edebilirsiniz.

source: Error reading from ispell. Ispell is being restarted.
lv: Kïûda lasot no ispell. Ispell tiek pârstartçts.
pl: B³±d przy odczycie z ispella. Ponowne uruchamianie ispella.
ro: Eroare la citirea din ispell. Ispell va fi repornit.
sk: Chybne èítanie z ispellu. Ispell bude re¹tartovaný.
tr: ispell'den okumada hata ispell yeniden baþlatýlýyor.

source: Load Syntax Rules
lv: Ielâdçt Sintakses Noteikumus
pl: Wczytaj regu³y sk³adniowe
ro: Încarcã Regulile de Sintaxã
sk: Naèíta» syntaxové pravidlá
tr: Sözdizimi Kurallarýný Yükle

source: Your syntax rule file is outdated A new rule file is being installed. Your old rule file has been saved with a .OLD extension.
lv: Tavs sintakses nosacîjums ir novecojis Tiek instalçts jauns nosacîjums. Vecais nosacîjums tiks saglabâts ar paplaðinâjumu .OLD.
pl: Plik z regu³ami sk³adniowymi jest przestarza³y Trwa instalacja nowego pliku z regu³ami. Poprzedni zosta³ zapisany w pliku z rozszerzeniem .OLD.
ro: Fiºierul dvs. de reguli de sintaxã este vechi Un nou fiºier de reguli se instaleazã. Fiºierul dvs. vechi de reguli a fost salvat cu extensia .OLD.
sk: Vá¹ súbor syntaktických pravidiel je starý Nový súbor pravidiel bol nain¹talovaný. Va¹ starý súbor pravidiel bol ulo¾ený s príponov .OLD
tr: Sözdizimi kurallarý dosyanýz eski Yeni bir kural dosyasý oluþturuluyor. Eski kural dosyanýz .OLD uzantýsý ile kaydedilmiþ olacak.

source: Load syntax file
lv: Ielâdçt sintakses datni
pl: Wczytaj plik ze sk³adni±
ro: Încarcã fiºierul de sintaxã
sk: Naèíta» syntax súboru
tr: Sözdizimi dosyasýný yükle

source: File access error
lv: Datnes pieejas kïûda
pl: B³±d dostêpu do pliku
ro: Eroare de acces la fiºier
sk: Chyba pri prístupe k súboru
tr: Dosya eriþim hatasý

source: Error in file %s on line %d
lv: Kïûda datnes %s %d rindiòâ
pl: B³±d w pliki %s w wierszu %d
ro: Eroare în fiºierul %s la linia %d
sk: Chyba v súbore %s na riadku %d
tr: %s dosyasý %d satýrýnda hata

source: &Set
lv: &Uzstâdît
pl: Ustaw
ro: &Setez
sk: &Nastavi»
tr: &Tamam

source: S&kip
lv: Iz&laist
pl: Pomiñ
ro: S&ar
sk: &Preskoèi»
tr: A&tla

source: Set &all
lv: Uzstâdît &visus
pl: Ustaw wszystkie
ro: Set. &tot
sk: &V¹etko
tr: Tümünü &belirle

source: owner
lv: îpaðnieks
pl: w³a¶c.
ro: propr.
sk: vlast.
tr: sahibi

source: group
lv: grupa
pl: grupa
ro: grup
sk: skupina
tr: grup

source: other
lv: citi
pl: inni
ro: alþii
sk: iný
tr: diðer

source: Flag
lv: Karogs
pl: Zn.
ro: Ind.
sk: Oznaè
tr: Ým

source: %6d of %d
lv: %6d no %d
pl: %6d z %d
ro: %6d din %d
tr: %6d / %d

source: Chown advanced command
lv: Paplaðinâtâ chown komanda
pl: Zaawansowane chown
ro: Comanda chown avansatã
sk: Roz¹írená zmena vlastníka
tr: Dosya özellikleri

source: Couldn't chmod "%s" %s
lv: Nevarçja chmod "%s" %s
pl: Nie mo¿na ustawiæ uprawnieñ do pliku "%s" %s
ro: Nu pot folosi chmod pt. "%s" %s
sk: Nemohol som zmeni» práva "%s" %s
tr: chmod "%s" yapýlamadý %s

source: Couldn't chown "%s" %s
lv: Nevarçja chown "%s" %s
pl: Nie mo¿na ustawiæ w³a¶ciciela pliku "%s" %s
ro: Nu pot folosi chown pt. "%s" %s
sk: Nemohol som zmeni» vlastníka "%s" %s
tr: chown "%s" yapýlamadý %s

source: Oops...
pl: Uups...
sk: Hop.....
tr: Hoop...

source: I can't run the Advanced Chown command on an extfs
lv: Nevarçju palaist Paplaðinâto Chown komandu uz extfs
pl: Nie mo¿na wykonaæ polecenia Zaawansowane Chown na extfs
tr: Bir extfs bölümünde Geliþkin Chown komutu çalýþtýrýlamadý

source: I can't run the Advanced Chown command on a tarfs
lv: Nevaru palaist Paplaðinâto Chown komandu uz tarfs
pl: Nie mo¿na wykonaæ polecenia Zaawansowane Chown na tarfs
tr: Bir tarfs bölümünde Geliþkin Chown komutu çalýþtýrýlamadý

source: Background process:
lv: Fona process:
pl: Proces w tle:
ro: Procese în fundal:
sk: Proces v pozadí:
tr: Artalan iþlemi:

source: Background process error
lv: Fona procesa kïûda
pl: B³±d procesu w tle
ro: Eroare în procesul din fundal
sk: Chyba v procese na pozadí:
tr: Artalan iþlem hatasý

source: Child died unexpectedly
lv: Bçrnelis negaidîti nomira
pl: Proces potomny niespodziewanie siê zakoñczy³
ro: Procesul copil s-a terminat în mod neaºteptat
sk: Potomok procesu neèakane umiera
tr: Ast süreç anlaþýlmayan bir sebeple çöktü

source: Unknown error in child
lv: Neatpazîta kïûda bçrnâ
pl: Nieznany b³±d procesu potomnego
ro: Eroare necunoscutã în procesul copil
sk: Neznáma chyba v potomku procesu
tr: Ast süreçte bilinmeyen hata

source: Background protocol error
lv: Fona darba kïûda
pl: B³±d protoko³u komunikacji w tle
ro: Eroare în protocolul de fundal
sk: Chyba v protokole pozadia
tr: Artalan protokol hatasý

source: Background process sent us a request for more arguments than we can handle.
lv: Fona process atsûtîja pieprasîjumu pçc vairâk argumentiem, kâ mçs varam norîkot.
pl: Proces w tle próbuje przes³aæ wiêcej argumentów, ni¿ mo¿na obs³u¿yæ.
ro: Un proces din fundal a trimis o cerere pentru mai multe argumente decât cele admise.
sk: Proces v pozadí poslal po¾iadavku pre viac argumentov, s ktorými mô¾ete manipulova».
tr: Artalan iþlemi elde edilebilenden daha fazla argüman için bir istek bildirdi.

source: Listing mode
lv: Saraksta reþîms
pl: Tryb wy¶wietlania
ro: Mod de listare
sk: Módy výpisu
tr: Listeleme kipi

source: &Full file list
lv: Pi&lns datòu saraksts
pl: &Pe³na lista plików
ro: listã de &Fiºiere completã
sk: &Plný výpis súborov
tr: &Tam dosya listesi

source: &Brief file list
lv: &Îss datòu saraksts
pl: &Skrócona lista plików
ro: listã &Scurtã de fiºiere
sk: &Struèný výpis súborov
tr: Ö&zet dosya listesi

source: &Long file list
lv: &Garðs datòu saraksts
pl: &D³uga lista plików
ro: listã &Lungã de fiºiere
sk: &Dlhý výpis súborov
tr: &Detaylý dosya listesi

source: &User defined:
lv: Li&etotâja definçts:
pl: &Zdefiniowny przez u¿ytkownika:
ro: definit de &Utilizator:
sk: d&Efinovaný pou¾ívateµom:
tr: Ku&llanýcý tanýmlý:

source: &Icon view
lv: &Ikonu skatîjums
pl: Widok ikon
ro: vizualizare &Iconiþe
sk: &Ikony
tr: &Simge görünümü

source: user &Mini status
lv: lietotâja &Mini statuss
pl: Do&wolny krótki stan
ro: &Mini status utilizator
sk: pou¾ívateµský &Mini stav
tr: &Mini durum satýrý

source: Listing mode
lv: Saraksta reþîms
pl: Tryb wy¶wietlania
ro: Mod de listare
sk: Módy výpisu
tr: Listeleme kipi

source: &Reverse
lv: &Pretçji
pl: Od&wrócony
ro: in&Vers
sk: o&Brátený
tr: Te&rs

source: case sensi&tive
lv: lielo/ma&zo burtu jûtîgs
pl: Rozró¿nianie wie&lko¶ci
ro: nu ignora &Majusculele
sk: &Citlivý na veµkos»
tr: &Harf büyüklüðüne duyarlý

source: Sort order
lv: Kârtoðanas secîba
pl: Porz±dek sortowania
ro: Ordinea de sortare
sk: Triedenie poradia
tr: Sýralama yönü

source: confirm &Exit
lv: apstiprinât I&Zieðanu
pl: Potwierdzanie zakoñczenia
ro: confirmã i&Eºirea
sk: potvrdi» &Koniec
tr: Çý&kýþta onay iste

source: confirm e&Xecute
lv: apstiprinât pa&Laiðanu
pl: Potwierdzanie wykonania
ro: confirmã e&Xecuþia
sk: potvrdi» v&Ykonanie
tr: çalýþtýrma o&nayý iste

source: confirm o&Verwrite
lv: apstiprinât pâ&Rrakstîðanu
pl: Potwierdzanie nadpisania
ro: confirmã &Suprascrierea
sk: potvrdi» p&Repísanie
tr: ü&stüne yazma onayý iste

source: confirm &Delete
lv: apstiprinât i&Zdzçðanu
pl: Potwierdzanie usuniêcia
ro: confirmã º&Tergerea
sk: potvrdi» z&Mazanie
tr: sil&me onayý iste

source: Confirmation
lv: Apstiprinâðana
pl: Potwierdzanie
ro: Confirmare
sk: Potvrdenie
tr: Onaylama

source: Full 8 bits output
lv: Pilna 8 bitu izvade
pl: Pe³ne 8-bitowe
ro: Ieºire pe 8 biþi
sk: 8 bitový výstup
tr: Tam 8-bitlik çýktý

source: 7 bits
lv: 7 biti
pl: 7-bitowe
ro: 7 biþi
sk: 7 bitový
tr: 7 bit

source: F&ull 8 bits input
lv: P&ilna 8 bitu ievade
pl: Pe³ne 8-bitowe wej¶cie
ro: &Intrare pe 8 biþi
sk: p&Lný 8 bitový vstup
tr: Ta&m 8-bitlik girdi

source: Display bits
lv: Displeja biti
pl: Wy¶wietlanie znaków
ro: Biþi de afiºare
sk: Zobrazené bity
tr: Bitleri göster

source: &Always use ftp proxy
lv: &Vienmçr lietot ftp proxy
pl: Zawsze wykorzystywane proxy ftp
ro: &Utilizez ftp-ul proxy
sk: &V¾dy pou¾i» ftp proxy
tr: &Daima ftp vekili kullan

source: sec
lv: sek
pl: s.
sk: sekúnd
tr: sn
