Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: %s Directory not empty. Delete it recursively?
lv: %s Direktorija nav tukða. Dzçst to rekursîvi?
pl: %s Katalog nie jest pusty. Usun±æ go rekurencyjnie?
ro: %s Directorul nu este gol. Îl ºterg recursiv?
sk: %s Adresár nie je prázdny. Zmaza» ho rekurzívne?
tr: %s Bu dizin boþ deðil. Altdizinler de silinsin mi?

source: Delete:
lv: Dzçst:
pl: Usuñ:
ro: ªterg:
sk: Zmaza»:
tr: Silinecek:

source: Do the same for the rest
lv: Darît to paðu ar pârçjiem
pl: To samo z pozosta³ymi
ro: Fã acelaºi lucru pentru restul
sk: Urob to rovnako pre zvy¹ok
tr: Diðerleri için de aynýný yap

source: Move Progress
lv: Pârvietoðanas Progress
pl: Postêp przenoszenia
ro: Progresul Mutãrii
sk: Priebeh Presúvania
tr: Taþýma Ýþlemi

source: Copy Progress
lv: Kopçðanas Progress
pl: Postêp kopiowania
ro: Progresul Copierii
sk: Priebeh Kopírovania
tr: Kopyalama Ýþlemi

source: Delete Progress
lv: Dzçðanas Progress
pl: Postêp usuwania
ro: Progresul ªtergerii
sk: Priebeh Mazania
tr: Silme Ýþlemi

source: File
lv: Datne
pl: Plik
ro: Fiºierul
sk: Súbor
tr: Dosya

source: done.
lv: pabeigta.
pl: gotowe.
ro: gata.
sk: urobený.
tr: bitti.

source: Password:
lv: Parole:
pl: Has³o:
ro: Parola:
sk: Heslo:
tr: Parola:

source: Password
lv: Parole
pl: Has³o
ro: Parola
sk: Heslo
tr: Parola

source: Symbolic Link
lv: Simbolsaite
pl: Dowi±zanie symboliczne
ro: Legãturã Simbolicã
sk: Symbolický odkaz
tr: Sembolik Bað

source: Existing filename (filename symlink will point to):
lv: Eksistçjoðs datnes nosaukums (datnes nosaukums uz kuru simbolsaite norâdîs):
pl: Istniej±ca nazwa pliku (plik docelowy dowi±zania):
ro: Fiºier existent (cãtre care va indica legãtura):
sk: Existujúce meno súboru (meno symb. odkazu odkazuje na):
tr: Dosya var (Sembolik bað hedefi):

source: Symbolic link filename:
lv: Simbolsaites datnes nosaukums:
pl: Nazwa dowi±zania symbolicznego:
ro: Numele legãturii simbolice:
sk: Meno symbolického odkazu:
tr: Sembolik bað ismi:

source: _Move here
lv: _Pârvietot ðeit
pl: Przenie¶ tutaj
ro: _Mutã aici
sk: _Presunu» sem
tr: Buraya _taþý

source: _Copy here
lv: _Kopçt ðeit
pl: Kopiuj tutaj
ro: _Copiazã aici
sk: _Kopírova» sem
tr: Buraya _kopyala

source: _Link here
lv: _Saitçt ðeit
pl: Utwórz tutaj dowi±zanie
ro: Fã o _legãturã aici
sk: _Odkáza» sem
tr: Buraya _baðla

source: Cancel drag
lv: Atsaukt vilkðanu
pl: Anuluj przeci±gniêcie
ro: Anuleazã drag-ul
sk: Zru¹i» »ahanie
tr: Sürüklemeyi iptal et

source: Could not stat %s %s
lv: Nevarçja palaist %s %s
pl: Nie mo¿na wykonaæ operacji stat na %s %s
ro: Nu pot analiza %s %s
sk: Nemohol som urèi» %s %s
tr: %s durumlanamadý %s

source: Default set of icons not found, check your installation
lv: Noklusçtais ikonu uzstâdîjums nav atrasts, pârbaudiet jûsu instalâciju.
pl: Nie odnaleziono domy¶lego zestawu ikon, proszê sprawdziæ instalacjê
ro: Setul implicit de iconiþe nu a fost gãsit, vã rog sã vã verificaþi instalarea
sk: Implicitné nastavenie ikon nie je nájdené, prosím skontrolujte si va¹u in¹taláciu
tr: Öntanýmlý simge takýmý bulunamadý, kurulumu gözden geçirin

source: _Icon View
lv: _Ikonu Skatîjums
pl: Widok _ikon
ro: Vizualizare _Iconiþe
sk: _Ikony
tr: _Simge Görünümü

source: Switch view to an icon display
lv: Pârslçgt uz ikonu skatîjumu
pl: Prze³±cza widok na wy¶wietlanie ikon
ro: Schimbã vizualizarea pentru a afiºa iconiþe
sk: Prepnú» pohµad pre zobrazenie ikon
tr: Görünümü simge gösterimine deðiþtir

source: _Brief View
lv: _Plaðs Skatîjums
pl: Widok s_krócony
ro: Vizualizare _Sumarã
sk: _Struèný
tr: _Özet Görünüm

source: Switch view to show just file name and type
lv: Parslçgt uz tikai datnes nosaukuma un tipa skatîjumu
pl: Prze³±cza widok na wy¶wietlanie tylko nazwy i typu pliku
ro: Schimbã vizualizarea pentru a afiºa doar numele ºi tipul fiºierelor
sk: Prepnú» pohµad, aby ukázal práve meno a typ súboru
tr: Sadece dosya adý ve türünü göster

source: _Detailed View
lv: _Detalizçts Skatîjums
pl: Widok _szczegó³owy
ro: Vizualizare _Detaliatã
sk: _Detailný
tr: _Ayrýntýlý Görünüm

source: Switch view to show detailed file statistics
lv: Pârslçgt uz detalizçtu datnes statistikas skatîjumu
pl: Prze³±cza widok na wy¶wietlanie szczegó³owych infomacji o pliku
ro: Schimbã vizualizarea pentru a afiºa statistici detaliate ale fiºierelor
sk: Prepnú» pohµad, aby ukázal detailnú ¹tatistiku o súbore
tr: Sadece detaylý dosya özelliklerini göster

source: _Custom View
lv: _Skatîjums Pçc Izvçles
pl: Widok _u¿ytkownika
ro: Vizualizare s_Pecificã
sk: _Vlastný
tr: Ö_zel Görünüm

source: Switch view to show user-defined statistics
lv: Pârslçgt uz lietotâja definçtu skatîjumu
pl: Prze³±cza widok na wy¶wietlanie wybranych przez u¿ytkownika informacji o pliku
ro: Schimbã vizualizarea pentru a afiºa statistici definite de utilizator
sk: Prepnú» pohµad, aby ukázal ¹tatistiky definované pou¾ívateµom
tr: Kullanýcý tanýmlý dosya özelliklerini gösterir

source: Icons
lv: Ikonas
pl: Ikony
ro: Iconiþe
sk: Ikony
tr: Simgeler

source: Brief
lv: Plaðs
pl: Skrócony
ro: Sumar
sk: Struèné
tr: Özet

source: Detailed
lv: Detalizçts
pl: Szczegó³owy
ro: Detaliat
sk: Detailné
tr: Ayrýntýlý

source: Custom
lv: Pçc Izvçles
pl: U¿ytkownika
ro: Specific
sk: Vlastné
tr: Özel

source: Enter command to run
lv: Ievadiet palaiþamo komandu
pl: Wprowad¼ polecenie, które chcesz wykonaæ
ro: Introduceþi comanda de executat
sk: Zadaj príkaz pre spustenie
tr: Çalýþtýrýcak komutu girin

source: Notice that if you choose to terminate the file manager, you will also terminate the GNOME desktop handler. Are you sure you want to exit?
lv: Ievçrojiet: ja jûs izvçlaties aizvçrt datòu pârvaldnieku, jûs aizvçrsiet GNOME darbvirsmu. Vai jûs tieðâm vçlaties iziet?
pl: Po zakoñczeniu mened¿era plików zostanie rónie¿ przerwana obs³uga biurka GNOME. Czy na pewno chcesz zakoñczyæ?
ro: Atenþie! Dacã decideþi sã închideþi managerul de fiºiere, veþi închide de asemenea ºi desktop-ul GNOME. Sunteþi sigur cã doriþi sã ieºiþi?
sk: Správa, ak sa rozhodnete skonèi» súborový mana¾ér, tie¾ budete musie» ukonèi» jednotku pracovnej plochy GNOME. Ste si istý, ¾e chcete skonèi»?
tr: Dosya yöneticisini sonlandýrýrarak Gnome masaüstü yönetimini de sonlandýrmýþ olacaksýnýz. Çýkmak istiyor musunuz?

source: The file manager and the desktop handler are now terminating If you want to start up again the desktop handler or the file manager you can launch it from the Panel, or you can run the UNIX command `gmc' Press OK to terminate the application, or cancel to continue using it.
lv: Datòu pârvaldnieks un darbvirsmas regulçtâjs tagad pârstâj darboties Ja tu vçlreiz vçlies sâknçt darbvirsmas regulçtâju vai datòu pârvaldnieku tu to vari palaist no Paneïa, vai arî tu vari palaist UNIX komandu `gmc' Nospied OK, lai izbeigtu programmas darbîbu, vai cancel, lai turpinâtu to lietot.
pl: Mened¿er plików wraz z obs³ug± biurka zostanie teraz zakoñczony. Jesli chcesz uruchomiæ go ponownie, mo¿esz to zrobiæ z panelu, lub wykonaæ polecenie 'gmc.' Wci¶nij OK, aby zakoñczyæ aplikacjê, lub Anuluj, aby kontynuowaæ jej dzia³anie.
ro: Managerul de fiºiere ºi gestionarul desktop se închid Dacã doriþi sã porniþi din nou desktop-ul sau managerul de fiºiere puteþi sã le lansaþi din Panou, sau puteþi rula comanda `gmc' Apãsaþi OK pentru a închide aplicaþia, sau Renunþã pentru a continua sã o utilizaþi.
sk: Súborový mana¾ér a jednotka pracovnej plochy sa teraz ukonèujú Ak chcete znovu spusti» jednotku pracovnej plochy alebo súborový mana¾ér mô¾ete ho spusti» z panelu alebo ho mô¾ete spusti» UNIXovským príkazom `gmc' Stlaète Áno, ak chcete ukonèi» aplikáciu, alebo Zru¹i» pre pokraèovanie pou¾ívania.
tr: Dosya yöneticisi ve masaüstü yönetimi þu an sonlandýrýlýyor. Dosya yöneticisini veya masaüstü yönetimini baþlatmak isterseniz panelden seçebilir veya `gmc` komutunu çalýþtýrabilirsiniz. Uygulamayý sonlandýrmak için "Tamam", yöneticiyi kullanmaya devam etmek için "Vazgeç" seçiniz.

source: _File...
lv: _Datne...
pl: _Plik...
ro: _Fiºier...
sk: _Súbor
tr: _Dosya ...

source: Creates a new file in this directory
lv: Izveido jaunu datni ðajâ direktorijâ
pl: Tworzy nowy plik w katalogu
ro: Creeazã un nou fiºier în directorul curent
sk: Vytvori» nový súbor v tomto adresáry
tr: Bu dizinde yeni bir dosya oluþturur

source: _Copy...
lv: _Kopçt...
pl: Kopiuj...
ro: _Copiazã...
sk: _Kopírova»...
tr: _Kopyala...

source: Copy files
lv: Kopçt datnes
pl: Kopiuje pliki
ro: Copiazã fiºierele
sk: Kopírova» súbory
tr: Dosyalarý kopyalar

source: _Delete...
lv: _Dzçst...
pl: Usuñ...
ro: _ªterge...
sk: _Zmaza»...
tr: _Sil...

source: Delete files
lv: Dzçst datnes
pl: Usuwa pliki
ro: ªterge fiºierele
sk: Zmaza» súbory
tr: Dosyalarý siler

source: _Move...
lv: _Pârvietot
pl: Przenie¶...
ro: _Mutã...
sk: _Presunú»
tr: _Taþý...

source: Rename or move files
lv: Pârsaukt vai pârvietot datnes
pl: Zmienia nazwy lub przenosi pliki
ro: Redenumeºte sau mutã fiºiere
sk: Premenova» alebo presunu» súbory
tr: Dosyalarý yeniden adlandýrýr ya da konumunu deðiþtirir

source: Show directory sizes
lv: Parâdît direktoriju izmçrus
pl: Wy¶wietlaj rozmiary katalogów
ro: Afiºeazã mãrimea directoarelor
sk: Ukáza» veµkos» adresára
tr: Dizin büyüklüklerini göster

source: Shows the disk space used by each directory
lv: Parâdît, cik katra direktorija aizòem diskâ vietu
pl: Wy¶wietla rozmiar przestrzeni dyskowej zajmowanej przez ka¿dy katalog
ro: Afiºeazã spaþiul de pe disc ocupat de fiecare director
sk: Ukáza» veµkos» disku zaberanú v¹etkými adresármi
tr: Her bir dizinin diskte kullandýðý alaný gösterir

source: Close window
lv: Aizvçrt logu
pl: Zamknij okno
ro: Închide fereastra
sk: Zavrie» okno
tr: Pencereyi Kapat

source: Closes this window
lv: Aizver ðo logu
pl: Zamyka bie¿±ce okno
ro: Închide aceastã fereastrã
sk: Zavrie» toto okno
tr: Bu pencereyi kapatýr

source: Select _All
lv: Atlasît _Visus
pl: Zaznacz wszystko
ro: Selecteazã _Tot
sk: Oznaèi» _V¹etko
tr: Hepsini _Seç

source: Select all files in the current Panel
lv: Atlasît visas datnes paðreizçjâ Panelî
pl: Zaznacza wszystkie pliki w bie¿±cym panelu
ro: Selecteazã toate fiºierele din panoul curent
sk: Oznaèi» v¹etky súbory v aktuálnom Panely
tr: Paneldeki tüm dosyalarý seçer

source: _Select Files...
lv: _Atlasît Datnes...
pl: Wybierz pliki...
ro: _Selecteazã Fiºierele...
sk: _Oznaèi» Súbory...
tr: Dosyalarý _Seç...

source: Select a group of files
lv: Atlasît datòu grupu
pl: Wybiera grupê plików
ro: Selecteazã un grup de fiºiere
sk: Oznaèi» skupinu súborov
tr: Bir dosya grubunu seçer

source: _Invert Selection
lv: _Inversâ Atlase
pl: Odwróæ zaznaczenie
ro: _Inverseazã Selecþia
sk: _Obráti» oznaèenie
tr: Seçimi _Tersine Çevir

source: Reverses the list of tagged files
lv: Apgrieþ pretçjâ secîbâ izvçlçtòo datòu sarakstu
pl: Odwraca listê zaznaczonych plików
ro: Inverseazã lista fiºierelor selectate
sk: Obráti» zoznam oznaèených súborov
tr: Ýþaretlenmiþ dosyalarý iþaretlenmemiþlerle deðiþtirir

source: Search
lv: Meklçt
pl: Szukaj
ro: Cautã
sk: Hµada»
tr: Ara

source: Search for a file in the current Panel
lv: Meklçt datni paðreizçjâ Panelî
pl: Szuka pliku w bie¿±cym panelu
ro: Cautã un fiºier în panoul curent
sk: Hµada» súbor v aktuálnom Panely
tr: Þu anki panelde bir dosya arar

source: _Rescan Directory
lv: _Pârskençt Direktoriju
pl: Od¶wie¿ katalog
ro: _Rescaneazã Directorul
sk: _Preskenova» Adresár
tr: Dizini _Yeniden Tara

source: Rescan the directory contents
lv: Pârskençt direktoriju saturu
pl: Od¶wie¿a zawarto¶c katalogu
ro: Rescaneazã conþinutul directorului
sk: Preskenova» obsah adresára
tr: Dizin içeriðini yeniden tarar

source: _Sort By...
lv: _Kârtot Pçc...
pl: Porz±dek sortowania...
ro: _Sorteazã Dupã...
sk: _Usporiada» podµa...
tr: _Sýrala...

source: Confirmation settings
lv: Apstiprinâjuma uzstâdijumi
pl: Ustawienia potwierdzania
tr: Sýralama ayarlarý

source: _Filter View...
lv: _Filtra Skatîjums...
pl: Widok filtrowany...
ro: _Filtru Vizualizare...
sk: _Filtrovaný pohµad...
tr: Görünümü _Süz...

source: Global option settings
lv: Globâlo opciju uzstâdijumi
pl: Globalne ustawienia
tr: Gösterilecek dosyalar için süzgeç ayarlarý

source: _Find File...
lv: _Meklçt Datni...
pl: Znajd¼ plik...
ro: _Cautã Fiºier...
sk: _Nájs» Súbor...
tr: Dosya _Bul...

source: Locate files on disk
lv: Meklçt datnes diskâ
pl: Odnajduje plik na dysku
ro: Cautã fiºiere pe disc
sk: Nájs» súbory na disku
tr: Diskte dosya konumunu bulur

source: _Edit mime types...
lv: _Rediìçt mime tipus...
pl: Modyfikuj typy MIME...
ro: _Editeazã tipurile MIME...
sk: _Upravi» MIME typy...
tr: MIM_E türlerini düzenle...

source: Edits the MIME type bindings
lv: MIME tipu saistîðanas rediìçðana
pl: Modyfikuje powi±zania typów MIME
ro: Editeazã setãrile tipurilor MIME
sk: Upravi» MIME typ väzby
tr: Bir MIME türünü bir uygulama ile eþleþtirir

source: _Run Command...
lv: _Palaist Komandu...
pl: Wykonaj polecenie...
ro: Executã _Comanda...
sk: _Spusti» príkaz...
tr: Çalýþtý_r...

source: Runs a command
lv: Palaiþ komandu
pl: Wykonuje polecenie
ro: Executã o comandã
sk: Spusti» príkaz
tr: Bir komut çalýþtýrýr

source: _Run Command in panel...
lv: _Palaist Komandu panelî...
pl: Wykonaj polecenie w panelu...
ro: Executã Comanda în _Panou...
sk: _Spusti» príkaz v panely...
tr: _Panelde Çalýþtýr...

source: Run a command and put the results in a panel
lv: Palaiþ komandu un ieliek rezultâtus panelî
pl: Wykonuje polecenie i umieszcza wyniki w panelu
ro: Executã o comandã ºi pune rezultatele într-un panou
sk: Spusti» príkaz a výsledok da» na panel
tr: Bir komutu çalýþtýrýr ve sonucu bir panelde gösterir

source: _Background jobs...
lv: _Fona darbi...
pl: Zadania w tle...
ro: Sarcini de _fundal...
sk: _Pracova» na pozadí...
tr: Ar_talan iþlemleri...

source: List of background operations
lv: Fona operâciju saraksts
pl: Lista zadañ wykonywanych w tle
ro: Lista operaþiilor din fundal
sk: Výpis operácií v pozadí
tr: Ardalan iþlemlerini listeler

source: Exit
lv: Iziet
pl: Zakoñcz
ro: Ieºire
sk: Koniec
tr: Çýkýþ

source: Terminates the file manager and the desktop
lv: Pârtrauc datnes pârvaldnieka un darbvirsmas darbîbu
pl: Koñczy mened¿era plików i obs³ugê biurka
ro: Închide managerul de fiºiere ºi desktop-ul
sk: Ukonèi súborový mana¾ér a pracovnú plochu
tr: Dosya yöneticisini ve masaüstünü sonlandýrýr

source: _Settings
lv: _Uzstâdîjumi
pl: _Ustawienia
ro: _Setãri
sk: _Nastavenia
tr: _Ayarlar

source: _Layout
lv: _Izkârtojums
pl: _Uk³ad
ro: _Aspect
sk: _Schéma výstupu
tr: Ye_rleþim

source: _Commands
lv: _Komandas
pl: Polecenia
ro: _Comenzi
sk: _Príkazy
tr: _Komutlar

source: _Desktop
lv: _Darbvirsma
pl: Biurko
sk: _Pracovná plocha
tr: _Masaüstü

source: _Help
lv: _Palîdzîba
pl: Pomo_c
ro: A_jutor
sk: _Pomoc
tr: _Yardým

source: File/New/Directory...
lv: Datne/Jauna/Direktorija...
pl: Plik/Nowy/Katalog...
tr: Dosya/Yeni/Dizin...

source: You are running the GNOME File Manager as root. As root, you can damage your system if you are not careful, and the GNOME File Manager will not stop you from doing it.
lv: Jûs strâdâjat ar GNOME Datòu Pârvaldnieku kâ root. Kâ root, jûs varat sabojât savu sistçmu ja jûs bûsiet neuzmanîgs, un GNOME Datòu Pârvaldnieks neapturçs jûs no tâ darîðanas.
pl: Mened¿er Plików GNOME zosta³ uruchomiony z prawami nadzorcy. Jako nadzora mo¿esz nieuwa¿nie uszkodziæ system - Mened¿er Plików GNOME nie powstrzyma Ciê przed tym.
tr: Gnome Dosya Yöneticisini 'root' olarak çalýþtýrýyorsunuz. 'Root' olarak çalýþýrken sisteme zarar verebilirsiniz ve Gnome Dosya Yöneticisi bu durumda sizi engellemez.

source: Copyright (C) 1998 The Free Software Foundation
lv: Autortiesîbas (C) 1998 Brîvâs Programmatûras Fonds (The Free Software Foundation)
tr: Telif Hakký (C) 1998 The Free Software Foundation

source: Open _new window
lv: Atvçrt _jaunu logu
pl: Otwórz _nowe okno
tr: Ye_ni pencere aç

source: _Close this window
lv: _Aizvçrt ðo logu
pl: _Zamknij bie¿±ce okno
tr: Bu pen_cereyi kapat

source: E_xit
lv: I_ziet
pl: Za_koñcz
tr: Çý_kýþ

source: _Listing view
lv: _Saraksta skatîjums
pl: Widok _listy plików
tr: _Liste görünümü

source: _Icon view
lv: _Ikonu skatîjums
pl: Widok _ikon
tr: S_imge görünümü

source: Display _tree view
lv: Attçlot _koka skatîjumu
pl: Widok _drzewa katalogów
tr: _Aðaç görünümünü aç

source: _About the Midnight Commander...
lv: _Par Pusnakts Komandieri...
pl: _Informacje o Midnight Commanderze...
tr: Midnight Commander H_akkýnda...

source: _File
lv: _Datne
pl: _Plik
tr: _Dosya

source: _View
lv: _Skatîjums
pl: _Widok
tr: _Görünüm

source: Could not open the /etc/fstab file
lv: Nevar atvçrt /etc/fstab datni
pl: Nie mo¿na otworzyæ pliku /etc/fstab
ro: Nu pot deschide fiºierul /etc/fstab
sk: Nemohol som otvori» /etc/fstab súbor
tr: /etc/fstab dosyasý açýlamadý

source: Could not symlink %s to %s; will not have such a desktop device icon.
lv: Nevar izveidot simbolsaiti %s uz %s; nebûs attîecîgâs iekârtas darbvirsmas ikonas.
pl: Nie mo¿na utworzyæ dowi±zania symbolicznego od %s do %s; ikona reprezentuj±ca urz±dzenie nie zostanie utworzona.
ro: Nu pot lega simbolic %s la %s; dispozitivul nu va avea o iconiþã pe desktop
sk: Nemohol som vytvori» sym. odkaz %s na %s nebudete ma» ikony pre zariadenia
tr: %s sembolik baðý ile %s baðlanamadý; masaüstünde simgesi olmayacak

source: Disk %d
lv: Disks %d
pl: Dysk %d
ro: Discul %d
tr: Sabit Disk %d

source: NFS dir %s
lv: NFS direktorija %s
pl: katalog NFS %s
ro: Dir. NFS %s
tr: NFS dizini %s

source: Device %d
lv: Iekârta %d
pl: Urz±dzenie %d
ro: Dispozitivul %d
sk: Zariadenie %d
tr: Aygýt %d

source: Full Name:
lv: Pilns Nosaukums:
pl: Pe³na nazwa:
ro: Nume Complet:
sk: Plné Meno:
tr: Tam adý:

source: File Name
lv: Datnes Nosaukums:
pl: Nazwa pliku
ro: Nume Fiºier
sk: Meno Súboru
tr: Dosya Ýsmi

source: File Type:
lv: Datnes Tips:
pl: Typ pliku:
ro: Tipul Fiºierului:
sk: Typ Súboru:
tr: Dosya türü:

source: File Type: Symbolic Link
lv: Datnes Tips: Simbolsaite
pl: Typ pliku: Dowi±zanie symboliczne
ro: Tip Fiºier: Legãturã Simbolicã
sk: Typ Súboru: symbolický odkaz
tr: Dosya Türü: Sembolik Bað

source: Target Name: INVALID LINK
lv: Mçría Nosaukums: NEPAREIZA SAITE
pl: Typ pliku: Niew³a¶ciwe dowi±zanie
ro: Nume Þintã: LEGÃTURÃ INVALIDÃ
sk: Meno Zdroja: NEPLATNÝ ODKAZ
tr: Hedef Ýsmi: GEÇERSÝZ BAÐ

source: Target Name:
lv: Mçría Nosaukums:
pl: Nazwa docelowa:
ro: Nume Þintã:
sk: Meno Zdroja:
tr: Hedef Ýsmi:

source: File Type: Directory
lv: Datnes Tips: Direktorija
pl: Typ pliku: Katalog
ro: Tip Fiºier: Director
sk: Typ Súboru: Adresár
tr: Dosya türü: Dizin

source: File Type: Character Device
lv: Datnes Tips: Simbolu Iekârta
pl: Typ pliku: Urz±dzenie znakowe
ro: Tip Fiºier: Dispozitiv Caracter
sk: Typ Súboru: Charak. zariadenie
tr: Dosya türü: Karakter Aygýtý

source: File Type: Block Device
lv: Datnes Tips Bloka iekârta
pl: Typ pliku: Urz±dzenie blokowe
ro: Tip Fiºier: Dispozitiv Bloc
sk: Typ Súboru: Blok. zariadenie
tr: Dosya Türü: Blok Aygýtý

source: File Type: Socket
lv: Datnes Tips: Kontakts
pl: Typ pliku: Gniazdo
ro: Tip Fiºier: Socket
sk: Typ Súboru: Socket
tr: Dosya Türü: Soket

source: File Type: FIFO
lv: Datnes Tips: FIFO
pl: Typ pliku: Kolejka FIFO
ro: Tip Fiºier: FIFO
sk: Typ Súboru: FIFO
tr: Dosya Türü: FIFO

source: File Size:
lv: Datnes Lielums:
pl: Rozmiar pliku:
ro: Mãrime Fiºier:
sk: Då¾ka Súboru:
tr: Dosya Uzunluðu:

source: bytes
lv: baiti
pl: bajtów
sk: bytov
tr: bayt

source: KBytes (
lv: Kilobaiti (
pl: KBajtów (
sk: KBytov (
tr: KBayt (

source: bytes)
lv: baiti)
pl: bajtów)
sk: bytov)
tr: bayt)

source: MBytes (
lv: Megabaiti (
pl: MBajtów (
sk: MBytov (
tr: MBayt (

source: File Size: N/A
lv: Datnes Lielums: N/P
pl: Rozmiar pliku: B/D
ro: Mãrime fiºier: necunoscutã
sk: Då¾ka Súboru: N/A
tr: Dosya Uzunluðu: Belirsiz

source: File Created on:
lv: Datne Izveidota:
pl: Czas utworzenia:
ro: Fiºier Creat în:
sk: Súbor bol vytvorený:
tr: Oluþturulduðu tarih:

source: %a, %b %d %Y, %I:%M:%S %p
pl: %a, %d %b %Y, %I:%M:%S %p
tr: %a, %d %b %Y, %H:%M:%S

source: Last Modified on:
lv: Pçdçjo Reizi Modificçta:
pl: Czas ostatniej modyfikacji:
ro: Ultima Modificare:
sk: Naposledy bol menený:
tr: Son Deðiþim Tarihi:

source: Last Accessed on:
lv: Pçdçjo Reizi Atvçrta:
pl: Czas ostatniego dostêpu:
ro: Ultima Accesare:
sk: Naposledy bol sprístupnený
tr: Son Eriþim Tarihi:

source: Caption:
lv: Uzraksts:
pl: Podpis:
ro: Denumire:
sk: Záhlavie:
tr: Baþlýk:

source: Drop Action
lv: Uzmeðanas Darbîba
pl: Akcja upuszczenia
ro: Acþiune Drop
sk: Funkcia »ahania
tr: Býrakma Eylemi

source: Use default Drop Action options
lv: Lietot noklusçtâs Uzmeðanas opcijas
pl: Domy¶lne opcje akcji upuszczenia
ro: Utilizeazã opþiunile implicite pentru Acþiunea Drop
sk: Pou¾i» ¹tandardné nastavenia pre funkciu «ahania
tr: Öntanýmlý Býrakma Eylemi seçenekleri kullanýlýr

source: View
lv: Skatît
pl: Podgl.
ro: Vizualizare
sk: Ukáza»
tr: Görünüm

source: Use default View options
lv: Lietot noklusçtâs Skatîjuma opcijas
pl: Domy¶lne opcje podgl±du
ro: Utilizeazã opþiunile de Vizualizare implicite
sk: Pou¾i» ¹tandardnú hodnotu pre funkciu pohµadu
tr: Öntanýmlý Görünüm seçenekleri kullanýlýr

source: Select an Icon
lv: Izvçlieties Ikonu
pl: Wybierz ikonê
ro: Selecteazã o Iconiþã
sk: Zvoµ Ikonu
tr: Bir Simge Seç

source: Open
lv: Atvçrt
pl: Otwórz
ro: Deschide
sk: Otvori»
tr: Aç

source: Use default Open action
lv: Lietot noklusçto Atvçrðanas darbîbu
pl: Domy¶lna akcja 'Otwórz'
ro: Utilizeazã acþiunea de Deschidere implicitã
sk: Pou¾i» ¹tandardnú hodnotu pre funkciu otvorenia
tr: Öntanýmlý Açma eylemi kullanýlýr

source: Use default Drop action
lv: Lietot noklusçto Uzmeðanas darbîbu
pl: Domy¶lna akcja upuszczenia
ro: Utilizeazã acþiunea Drop implicitã
sk: Pou¾i» ¹tandardnú hodnotu pre funkciu «ahania
tr: Öntanýmlý Býrakma eylemi kullanýlýr

source: Use default View action
lv: Lietot noklusçto Skatîjuma darbîbu
pl: Domy¶lna akcja 'Wy¶wietl'
ro: Utilizeazã acþiunea de Vizualizare implicitã
sk: Pou¾i» ¹tandardnú hodnotu pre funkciu pohµadu
tr: Öntanýmlý Görünüm eylemi kullanýlýr

source: Edit
lv: Rediìçt
pl: Edycja
ro: Editare
sk: Upravi»
tr: Düzenle

source: Use default Edit action
lv: Lietot noklusçto Rediìçðanas darbîbu
pl: Domy¶lna akcja 'Edycja'
ro: Utilizeazã acþiunea de Editare implicitã
sk: Pou¾i» ¹tandardnú hodnotu pre funkcie upravovania
tr: Öntanýmlý Düzenleme eylemi kullanýlýr

source: Icon
lv: Ikona
pl: Ikona
ro: Iconiþã
sk: Ikona
tr: Simge

source: File Actions
lv: Datnes Darbîbas
pl: Akcje na plikach
ro: Acþiuni Fiºier
sk: Súborové funkcie
tr: Dosya Eylemleri

source: Open action
lv: Atvçrðanas darbîba
pl: Akcja 'Otwórz'
ro: Acþiune deschidere
sk: Funkcia otvorenia
tr: Açma Eylemi

source: Needs terminal to run
lv: Nepiecieðams terminâlis, lai ietu
pl: Wymaga terminala do uruchomienia
ro: Are nevoie de terminal pentru a rula
sk: Potrebujem terminál pre spustenie
tr: Çalýþmasý terminal gerekir

source: File Permissions
lv: Datnes Atïaujas
pl: Uprawnienia do pliku
ro: Drepturi Fiºier
sk: Oprávnenia pre súbor
tr: Dosya Ýzinleri

source: Current mode:
lv: Paðreizçjais reþîms:
pl: Bie¿±cy tryb:
ro: Mod curent:
sk: Aktuálny mód:
tr: Þu anki kip:

source: Read
lv: Lasît
pl: Odczyt
ro: Citire
sk: Èíta»
tr: Oku

source: Write
lv: Rakstît
pl: Zapis
ro: Scriere
sk: Zapísa»
tr: Yaz

source: Exec
lv: Palaist
pl: Wykonywanie
ro: Execuþie
sk: Spusti»
tr: Çalýþtýr

source: Special
lv: Speciâli
pl: Specjalne
ro: Speciale
sk: ©peciálne
tr: Özel

source: User
lv: Lietotâjs
pl: U¿ytkownik
ro: Utilizator
sk: Pou¾ívateµ
tr: Kullanýcý

source: Other
lv: Citi
pl: Inni
ro: Alþii
sk: Iné
tr: Baþka

source: Set UID
lv: Uzstâdît Lietotâja ID (UID)
pl: Ustaw UID
ro: Seteazã UID
sk: Nastavi» UID
tr: Kullanýcý kimliði belirle

source: Set GID
lv: Uzstâdît Grupas ID (GID)
pl: Ustaw GID
ro: Seteazã GID
sk: Nastavi» GID
tr: Grup kimliðini belirle

source: Sticky
lv: Lipîgs
ro: Þintuit
tr: Yapýþýk

source: <Unknown> (%d)
lv: <Nezinâms> (%d)
pl: <Nieznany> (%d)
ro: <Necunoscut> (%d)
sk: <Neznámy> (%d)
tr: <Bilinmeyen> (%d)

source: File ownership
lv: Datnes îpaðnieks
pl: Posiadanie pliku
ro: Proprietari fiºier
sk: Vlastníctvo súboru
tr: Dosya sahipliði
