Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: New &Entry
lv: Jauns ie&Raksts
pl: Nowy element
ro: &Intrare nouã
sk: Nový &Vstup
tr: Y&eni Girdi

source: New &Group
lv: Jauna &Grupa
pl: Nowa grupa
ro: &Grup nou
sk: Nová &Skupina
tr: Yeni &Grup

source: &Up
lv: &Augðup
pl: Góra
ro: &Sus
sk: &Hore
tr: &Yukarý

source: &Add current
lv: &Pievienot paðreizçjo
pl: Dodaj bie¿±cy
ro: &Adaugã pe cel curent
sk: &Prida» aktuálny
tr: Mev&cudu ekle

source: Change &To
lv: Iet &Uz
pl: Zmieñ na
ro: Schimbã &La
sk: Zmeny &Do
tr: Deðiþ&tir

source: Subgroup - press ENTER to see list
lv: Apakðgrupa - nospied ENTER, lai redzçtu sarakstu
pl: Podgrupa - ENTER wy¶wietla listê
ro: Subgrup - apãsaþi ENTER ca sã vedeþi lista
sk: Podskupina - stlaè ENTER, ak chce¹ vidie» zoznam
tr: Altgrup - listeyi görmek için ENTER'a basýn

source: Active VFS directories
lv: Aktîvie VFS direktoriji
pl: Aktywne katalogi VFS
ro: Directoare VFS active
sk: Aktívne VFS adresáre
tr: Etkin VFS dizinleri

source: Directory hotlist
lv: Direktoriju karstais saraksts
pl: Podrêczne katalogi
ro: Lista rapidã de directoare
sk: Hotlist adresára
tr: Dizin listesi

source: Directory path
lv: Direktorija ceïð
pl: ¦ciezka katalogu
ro: Calea directorului
sk: Cesta k adresáru
tr: Dizin yolu

source: Directory label
lv: Direktorija nosaukums
pl: Etykieta katalogu
ro: Eticheta directorului
sk: Oznaèenie adresára
tr: Dizin adý

source: Moving
lv: Pârvietoju
pl: Przenoszenie
tr: Taþýnýyor

source: New hotlist entry
lv: Jauna karstâ saraksta ieraksts
pl: Nowy element podrêczny
ro: Intrare nouã în lista rapidã
sk: Nový hotlist vstupov
tr: Yeni liste girdisi

source: Directory label
lv: Direktorija nosaukums
pl: Etykieta katalogu
ro: Eticheta directorului
sk: Oznaèenie adresára
tr: Dizin adý

source: Directory path
lv: Direktorija ceïð
pl: ¦cie¿ka katalogu
ro: Calea directorului
sk: Cesta k adresáru
tr: Dizin yolu

source: New hotlist group
lv: Jauna karstâ saraksta grupa
pl: Nowa grupa podrêczna
ro: Grup nou în lista rapidã
sk: Nová hotlist skupina
tr: Yeni liste grubu

source: Name of new group
lv: Jaunâs grupas nosaukums
pl: Nazwa nowej grupy
ro: Numele noului grup
sk: Meno novej skupiny
tr: Yeni grup ismi

source: Label for "%s":
lv: Nosaukums priekð "%s":
pl: Etykieta dla "%s":
ro: Eticheta pentru "%s":
sk: Oznaèenie pre "%s":
tr: "%s" için Etiket:

source: Add to hotlist
lv: Pievienot karstajam sarakstam
pl: Dodaj do podrêcznych
ro: Adaugã la lista rapidã
sk: Prida» do hotlistu
tr: Listeye Ekle

source: Remove:
lv: Izòemt:
pl: Usuñ:
ro: ªterg:
sk: Odstráni»:
tr: Kaldýr:

source: Group not empty. Remove it?
lv: Grupa nav tukða. Izòemt to?
pl: Grupa nie jest pusta. Usun±æ j±?
ro: Grupul nu este gol. Îl ºterg totuºi?
sk: Skupina nie je prázdna. Odstráni» ju?
tr: Grup boþ deðil Kaldýrýlsýn mý?

source: Top level group
lv: Augðlîmeòa grupa
pl: Grupa g³ówna
ro: Grupul pãrinte
sk: Skupina vrchného stupòa
tr: Üst düzey grup

source: Hotlist is now kept in file ~/
lv: Karstais saraksts tagad tiek glabâts datnç ~/
pl: Lista podrêcznych katalogów bêdzie przechowywana w pliku ~/
ro: Lista rapidã este acum þinutã în fiºierul ~/
sk: Hotlist je teraz dr¾aný v súbore ~/
tr: Liste þimdi ~/ dosyasýnda

source: MC will load hotlist from ~/
lv: MC ielâdçs karsto sarakstu no ~/
pl: Lista podrêcznych katalogów zostanie wczytana z pliku ~/
ro: MC va încãrca lista rapidã din ~/
sk: MC nahrá hotlist z ~/
tr: MC listeyi ~/ dizininden yükleyecek

source: and then delete [Hotlist] section there
lv: un tad izdzçs [Karstâ saraksta] sekciju ðeit
pl: a nastêpnie zostanie usuniêta sekcja [Hotlist]
ro: iar apoi ºtergeþi secþiunea [Hotlist] de acolo
sk: a potom tu zma¾e oddelenie [Hotlistu]
tr: ve [HotList] bölümünü oradan silecek

source: Hotlist Load
lv: Karstâ Saraksta Ielâde
pl: Odczyt listy podrêcznych katalogów
ro: Încarc lista rapidã
sk: Nahra» Hotlistu
tr: Listeyi Yükle

source: MC was unable to write ~/
lv: MC nevarçja ierakstît ~/
pl: Nie mo¿na zapisaæ pliku ~/
ro: MC nu a putut sã scrie fiºierul ~/
sk: MC nebol schopný zapísa» ~/
tr: MC ~/

source: file, your old hotlist entries were not deleted
lv: datne, tavi vecie karstâ saraksta ieraksti netika izdzçsti
pl: . Poprzednia lista podrêcznych katalogów nie zosta³a usuniêta
ro: fiºier, intrãrile din vechea listã rapidã nu au fost ºterse
sk: súbor, vá¹ starý hotlist vstupov nebol zmazaný
tr: dosyasýna yazamadý, eski listeniz silinmedi

source: file and [Hotlist] section in ~/
lv: datnes un [Karstâ saraksta] sekcija iekð ~/
pl: oraz sekcjê [Hotlist] w ~/
ro: fiºier ºi secþiunea [Hotlist] în ~/
sk: súbor a [Hotlist] oddelenie v ~/
tr: dosyanýz var ve [Hotlist) bölümü ~/

source: most probably was created
lv: visdrîzâk tika izveidots
pl: prawdopodobnie zosta³ utworzony
ro: cel mai probabil a fost creat
sk: najpravdepodobnej¹ie bol vytvorený
tr: büyük ihtimalle MC'nin eski bir geliþtirme

source: by an earlier development version of MC and is more actual than ~/
lv: agrâkâ MC izstrâdes versijâ un ir daudz aktuâlâka, kâ ~/
pl: przez poprzedni± wersjê MC i jest bardziej aktualny, ni¿ elementy z ~/
ro: de o versiune de dezvoltare mai veche a MC ºi este mai actual decât ~/
sk: od skorého rozvíjania sa verzie MC a je oveµa aktuálnej¹í ako ~/
tr: sürümü tarafýndan oluþturuldu ve ~/

source: entries
lv: ieraksti
ro: intrãri
sk: vstupy
tr: girdilerinden daha güncel

source: You can choose between Remove - remove old hotlist entries from ~/
lv: Tu vari izvçlçties starp Izòemt - izòemt vecos karstâ saraksta ierakstus no ~/
pl: Mo¿esz wybraæ pomiêdzy Usuñ - usunie poprzedni± listê podrêcznych katalogów z ~/
ro: Puteþi alege între ªtergere - ºterge intrãrile vechi din lista rapidã din ~/
sk: Mô¾ete si zvoli» medzi Odstránením - odstráni» starý hotlist vstupov z ~/
tr: Aþaðýdakilerden seçin Kaldýr - dosyadan eski liste girdilerini siler: ~/

source: Keep - keep your old entries; you will be asked the same question next time Merge - add old entries to hotlist as group "Entries from ~/
lv: Paturçt - paturçt savus vecos ierakstus; tev jautâs ðo paðu jautâjumu nâkamreiz Apvienot - pievienot vecos ierakstus karstajam sarakstam kâ grupu "Ierakstus no ~/
pl: Zachowaj - zachowa poprzednie elementy, nastêpnym razem pytanie zostanie zadane ponownie Po³±cz - doda poprzednie elementy do listy, jako grupê "Elementy z pliku ~/
ro: Pãstrare - pãstraþi intrãrile vechi; veþi fi întrebat acelaºi lucru urmãtoarea datã Unire - adaugã intrãrile vechi la lista rapidã ca un grup "Intrãri din ~/
sk: Dr¾a» - dr¾a» va¹e staré vstupy; nabudúce budete po¾iadaní rovnakou otázkou Prip. - prida» staré vstupy do hotlistu ako skupinu "Vstupy z ~/
tr: Koru - eski girdileri korur; daha sonra ayný soru ile karþýlaþacaksýnýz Ekle - eski girdileri grup halinde ekler: "~/

source: &Merge
lv: &Apvienot
pl: Po³±cz
ro: &Unire
sk: &Spoj
tr: &Ekle

source: Entries from ~/
lv: Ieraksti no ~/
pl: Elementy z pliku ~/
ro: Intrãri din ~/
sk: Vstupy z~/
tr: Girdiler ~/

source: file your old hotlist entries were not deleted
lv: datnç tavi vecie karstâ saraksta ieraksti netika izdzçsti
pl: poprzednie elementy listy podrêcznych katalogów nie zosta³y usuniête
ro: fiºier, intrãrile din vechea listã rapidã nu au fost ºterse
sk: vá¹ho starého hotlist súboru vstupov neboli zmazané
tr: dosyasýndan eski liste girdileriniz silindi

source: File: %s
lv: Datne: %s
pl: Plik: %s
ro: Fiºier: %s
sk: Súbor: %s
tr: Dosya: %s

source: Free nodes %d (%d%%) of %d
lv: Brîvie mezgli %d (%d%%) no %d
pl: I-wêz³y: %d (%d%%) z %d
ro: Noduri: %d (%d%%) din %d
sk: Voµné uzly %d (%d%%) z %d
tr: %d (%d%%) / %d serbest düðüm

source: No node information
lv: Nav mezglu informâcijas
pl: Brak informacji o wê¼le
ro: Nu existã informaþii despre noduri
sk: ®iadne informácie o uzle
tr: Düðüm bilgileri yok

source: Free space
lv: Brîvâ vieta
pl: Przestrzeñ:
ro: Spaþiu:
sk: Voµné miesto
tr: Boþ alan

source: (%d%%) of
pl: (%d%%) z
ro: (%d%%) din
sk: (%d%%) z
tr: (%d%%) /

source: No space information
lv: Nav vietas informâcijas
pl: Brak informacji o miejscu
ro: Nu existã date despre spaþiul gol
sk: ®iadne informácie o mieste
tr: Boþluk bilgileri yok

source: Type: %s
lv: Tips: %s
pl: Typ: %s
ro: Tip: %s
sk: Typ: %s
tr: Yaz: %s

source: non-local vfs
lv: ne-vietçjâ vfs
pl: zdalny vfs
ro: vfs non-local
sk: nie je to lokálny vfs
tr: yerel olmayan vfs

source: Device: %s
lv: Iekârta: %s
pl: Urz±dzenie: %s
ro: Dispozit.: %s
sk: Zariadenie: %s
tr: Aygýt: %s

source: Filesystem: %s
lv: Datòu sistçma: %s
pl: System plików: %s
ro: Partiþie: %s
sk: Súborový systém: %s
tr: Dosyasistemi: %s

source: Accessed: %s
lv: Apmeklçts: %s
pl: Ostatni dostêp: %s
ro: Accesat: %s
sk: Prístupný: %s
tr: Eriþim: %s

source: Modified: %s
lv: Modificçts: %s
pl: Zmodyfikowany: %s
ro: Modificat: %s
sk: Zmenený: %s
tr: Deðiþim: %s

source: Created: %s
lv: Izveidots: %s
pl: Utworzony: %s
ro: Creat: %s
sk: Vytvorený: %s
tr: Oluþturma: %s

source: Size:
lv: Lielums:
pl: Rozmiar:
ro: Mãrime:
sk: Veµkos»:
tr: Boyut:

source: (%d blocks)
lv: (%d bloki)
pl: (%d bloków)
ro: (%d blocuri)
sk: (%d blokov)
tr: (%d blok)

source: Owner: %s/%s
lv: Îpaðnieks: %s/%s
pl: W³a¶ciciel: %s/%s
ro: Propr.: %s/%s
sk: Vlastník %s/%s
tr: Sahibi: %s/%s

source: Links: %d
lv: Saites: %d
pl: Dowi±zania: %d
ro: Legãturi: %d
sk: Odkazy: %d
tr: Baðlar: %d

source: Mode: %s (%04o)
lv: Reþîms: %s (%04o)
pl: Tryb: %s (%04o)
ro: Mod: %s (%04o)
sk: Mód: %s (%04o)
tr: Kip: %s (%04o)

source: Location: %Xh:%Xh
lv: Vieta: %Xh:%Xh
pl: Po³o¿enie: %Xh:%Xh
ro: Locaþie: %Xh:%Xh
sk: Umiestnenie: %Xh:%Xh
tr: Konum: %Xh:%Xh

source: File: None
lv: Datne: Nekas
pl: Plik: Brak
ro: Fiºier: Niciunul
sk: Súbor: ®iaden
tr: Dosya: Hiçbiri

source: &Vertical
lv: &Vertikâli
pl: Pionowy
ro: &Verticalã
sk: &Vertikálne
tr: Di&key

source: &Horizontal
lv: &Horizontâli
pl: Poziomy
ro: ori&Zontalã
sk: &Horizontálne
tr: &Yatay

source: &Xterm hintbar
lv: &Xterm padomjosla
pl: Pasek porad Xterma
ro: barã ajutor &Xterm
sk: &Xterm pomocná tabuµka
tr: &Xterm yardým satýrý

source: h&Intbar visible
lv: pa&domjosla redzama
pl: Pasek porad
ro: barã ajutor v&Izibilã
sk: vi&Diteµná pomocná tabuµka
tr: &Yardým satýrý göster

source: &Keybar visible
lv: &Taustiòjosla redzama
pl: Pasek klawiszy
ro: barã taste &Vizibilã
sk: vid&Iteµná tabuµka klávesov
tr: &Tuþ komutlarýný göster

source: command &Prompt
lv: komandu ie&vade
pl: Napis zachêty
ro: &Linie de comandã
sk: prík&Azový riadok
tr: Komut Ý&stemi

source: show &Mini status
lv: râdît &Mini statusu
pl: Wiersz stanu
ro: aratã &Mini status
sk: ukáza» mi&Ni Stav
tr: &Mini durum göster

source: menu&Bar visible
lv: izvçlnes &Josla redzama
pl: Pasek menu
ro: &Barã meniu vizibilã
sk: vidit&Eµné pomocné menu
tr: Menü Ç&ubuðunu göster

source: &Equal split
lv: &Vienâds sadalîjums
pl: Równy podzia³
ro: împãrþire &Egalã
sk: &Rovnako rozdeli»
tr: &Eþit böl

source: pe&Rmissions
lv: a&tïaujas
pl: Uprawnienia
ro: &Drepturi
sk: &Práva
tr: i&zinler

source: &File types
lv: &Datòu tipi
pl: Typy plików
ro: tipul &Fiºierelor
sk: &Typ súboru
tr: Dosya tü&rleri

source: &Save
lv: &Saglabât
pl: &Zapisz
ro: &Salveazã
sk: &Ulo¾i»
tr: &Kaydet

source: Layout
lv: Izkârtojums
pl: Uk³ad
ro: Aspect
sk: Schéma výstupu
tr: Yerleþim

source: Panel split
lv: Paneïu sadalîjums
pl: Podzia³ na panele
ro: Împãrþire panou
sk: Rozdelenie panela
tr: Panel bölüþümü

source: Highlight...
lv: Izgaismot...
pl: Pod¶wietlanie...
ro: Evidenþiere...
sk: Zvýraznenie...
tr: Aydýnlat...

source: Other options
lv: Citas opcijas
pl: Inne opcje
ro: Alte opþiuni
sk: Ïal¹ie voµby
tr: Diðer ayarlar

source: output lines
lv: izvades lînijas
pl: liczba wierszy wyj¶ciowych
ro: linii ieºire
sk: výstupné riadky
tr: çýktý satýrlarý

source: Layout
lv: Izkârtojums
pl: Uk³ad
ro: Aspect
sk: Schéma výstupu
tr: Yerleþim

source: Learn keys
lv: Mâcîbu taustiòi
pl: Definiuj klawisze
ro: Învaþã tastele
sk: Uèenie klávesov
tr: Tuþlarý öðren

source: Teach me a key
lv: Iemâci man taustiòu
pl: Nauka klawisza
ro: Învaþã-mã o tastã
sk: Nauè ma klávesy
tr: Bir tuþu öðret

source: Please press the %s and then wait until this message disappears. Then, press it again to see if OK appears next to its button. If you want to escape, press a single Escape key and wait as well.
lv: Lûdzu nospied %s un tad gaidi lîdz ðis ziòojums pazûd. Tad nospied to vçlreiz, lai redzçtu, vai parâdâs OK blakus ðai pogai. Ja tu vçlies iziet, vienreiz nospied Escape taustiòu un uzgaidil.
pl: Przyci¶nij %s i poczekaj na znikniêcie tego komunikatu. Nastêpnie przyci¶nij ponownie, aby przy odpowiednim klawiszu pojawi³ siê napis OK. Aby zrezygnowaæ, nale¿y wcisn±æ klawisz Escape i równie¿ poczekaæ.
ro: Vã rog sã apãsaþi %s iar apoi sã aºteptaþi pânã când mesajul dispare. Apoi, apãsaþi-o din nou pentru a vedea dacã apare OK lângã butonul sãu. Dacã doriþi sã ieºiþi, apãsaþi o singurã datã tasta Escape ºi aºteptaþi.
sk: Prosím stlaète %s a potom èakajte pokiaµ toto hlásenie zmizne. Potom to stlaète znova, ak uvidíte Áno objaví sa vedµa neho jeho tlaèidlo. Ak chcete skonèi», stlaète jediný kláves Esc a taktie¾ poèkajte.
tr: %s tuþuna basýn ve bu ileti kalkana kadar bekleyin. Sonra bu tuþa tekrar bastýðýnýzda butonun yanýnda OK görünür. escape'e basmak isterseniz, bir kere basýn ve sonucu görün.

source: Cannot accept this key
lv: Ðis taustiòð nav pieejams
pl: Nie mo¿na zaakceptowaæ tego klawisza
ro: Nu pot accepta aceastã tastã
sk: Nemô¾em akceptova» túto klávesu
tr: Bu tuþ kabul edilemez

source: You have entered "%s"
lv: Jûs esat ievadîjuði "%s"
pl: Wprowadzono "%s"
ro: Aþi introdus "%s"
sk: Zadali ste "%s"
tr: "%s" tuþuna bastýnýz

source: It seems that all your keys already work fine. That's great.
lv: Izskatâs, ka visi tavi taustiòi jau strâdâ labi. Tas ir lieliski.
pl: Wygl±da na to, ¿e klawisze dzia³aj± ju¿ poprawnie.
ro: Se pare cã toate tastele dvs. deja funcþioneazã corect. Asta e excelent.
sk: Vyzerá to, ¾e v¹etky va¹e klávesy u¾ pracujú dobre. To je skvelé.
tr: Tüm tuþlarýnýz doðru çalýþýyor. Bu çok iyi.

source: &Discard
lv: &Atsaukt
pl: Porzuæ
ro: &Anuleazã
sk: &Vymaza»
tr: Ýp&tal

source: Great! You have a complete terminal database! All your keys work well.
lv: Lieliski! Jums ir pilnîga terminâïa datubâze! Visi jûsu taustiòi strâdâ labi
pl: Doskonale! Odnaleziono kompletnê bazê danych terminali! Wszystkie klawisze dzia³aj± w³a¶ciwie.
ro: Excelent! Aveþi o bazã de date terminal completã! Toate tastele dvs. funcþioneazã corect.
sk: Výborne! Máte kompletnú terminálovú databázu! V¹etky va¹e klávesy pracujú správne.
tr: Tebrikler! Tam bir terminal veritabanýnýz var! Tüm tuþlarýnýz doðru çalýþýyor.

source: Learn keys
lv: Mâcîbu taustiòi
pl: Definiuj klawisze
ro: Învaþã tastele
sk: Uèenie klávesov
tr: Tuþlarý öðret

source: Press all the keys mentioned here. After you have done it, check
lv: Nospied visus ðeit minçtos taustiòus. Kad tas ir izdarîts, pârbaudi
pl: Naci¶nij ka¿dy z wypisanych tu klawiszy. Nastêpnie sprawd¼, które
ro: Apãsaþi toate tastele menþionate aici. Dupã ce aþi fãcut-o, veri-
sk: Stlaète v¹etky tu spomenuté klávesy a skontrolujte, ktoré klávesy
tr: Burada gösterilen tüm tuþlara basýn. Bunu yaptýktan sonra OK ile

source: which keys are not marked with OK. Press space on the missing
lv: kuri taustiòi nav atzîmçti kâ OK. Nospiediet atstarpes taustiòu pie trûkstoðajiem
pl: nie s± oznaczone jako "OK". Naci¶nij spacjê na brakuj±cym klawiszu
ro: ficaþi care nu sunt marcate cu OK. Apãsaþi SPAÞIU pe tasta lipsã,
sk: nie sú oznaèené s Áno. Stlaète medzeru pre vynechanie klávesy,
tr: iþaretlenmemiþ tuþlarý kontrol edin. Tuþu atamak için boþluk

source: key, or click with the mouse to define it. Move around with Tab.
lv: taustiòu, vai klikðíini ar peli, lai to definçtu. Kosties apkârt ar Tab.
pl: albo kliknij, aby go zdefiniowaæ. Poruszaj siê klawiszem Tab.
ro: sau daþi click cu mouse-ul pentru a o defini. Navigaþi cu Tab.
sk: alebo kliknite my¹kou pre jeho definovanie. Pohybujte sa s Tab.
tr: tuþuna basýn ya da fareyle týklayýn. Tab ile dolaþabilirsiniz.

source: The Commander can't change to the directory that the subshell claims you are in. Perhaps you have deleted your working directory, or given yourself extra access permissions with the "su" command?
lv: Komandieris nevar aiziet uz to direktoriju, par kuru zemèaula paziòo, ka tajâ atrodaties. Iespçjams, ka esat izdzçsis savu darba direktoriju vai arî esat iedevis sev papildus pieejas atïaujas ar "su" komandu?
pl: Nie mo¿na zmieniæ katalog na wskazywany przez podpow³okê. Prawdopodobnie katalog roboczy zosta³ usuniêty lub u¿yte zosta³o polecenie "su".
ro: Commander-ul nu poate sã schimbe în directorul în care subshell-ul susþine cã sunteþi. Probabil cã aþi ºters directorul de lucru sau v-aþi dat drepturi adiþionale de acces folosind comanda "su".
sk: Commander nemô¾e modifikova» tento adresár, ked¾e subshell tvrdí, ¾e ste v òom. Mo¾no ste zmazali vá¹ pracovný adresár alebo ste zadali va¹e ¹peciálne práva pre prístup s príkazom "su" ?
tr: Commander istediðiniz dizine geçemiyor Ya bu dizini sildiniz ya da "su " komutuyla kendinize fazladan haklar verdiniz?

source: Press any key to continue...
lv: Nospied jebkuru taustiòu, lai turpinâtu...
pl: Naci¶nij dowolny klawisz aby kontynuowaæ...
ro: Apãsaþi o tastã pentru a continua...
sk: Stlaète nejakú klávesu pre pokraèovanie...
tr: Bir tuþa basýnýz...

source: The shell is already running a command
lv: Èaulâ jau ir palaista komanda
pl: Pow³oka wykonuje ju¿ polecenie
ro: Shell-ul deja executã o altã comandã
sk: Shell u¾ spustil príkaz
tr: Kabukta halen bir komut etkin

source: Do you really want to quit the Midnight Commander?
lv: Vai patiesi vçlaties iziet no Pusnakts Komandiera?
pl: Czy na pewno chcesz zakoñczyæ Midnight Commandera?
ro: Vreþi într-adevãr sã ieºiþi din Midnight Commander?
sk: Naozaj chcete skonèi» prácu v Midnight Commandery?
tr: Midnight Commander'dan gerçekten çýkmak istiyor musunuz?

source: Listing format edit
lv: Saraksta formâta rediìçðana
pl: Edycja formatu wy¶wietlania
ro: Editarea modului de listare
sk: Upravi» formát výpisu
tr: Liste biçimi düzenleme

source: New mode is "%s"
lv: Jaunais reþîms ir "%s"
pl: Nowym trybem jest "%s"
ro: Noul mod este "%s"
sk: Nový mód je "%s"
tr: Yeni kip: "%s"

source: &Listing mode...
lv: &Saraksta reþîms...
pl: Tryb &wy¶wietlania...
ro: mod de &Listare...
sk: &Forma výpisu...
tr: &Listeleme kipi...

source: &Quick view C-x q
lv: &Âtrais skatîjums C-x q
pl: &Szybki podgl±d C-x q
ro: &Vizualizare rapidã C-x q
sk: &Rýchly pohµad C-x q
tr: Dosya içe&Riði C-x q

source: &Info C-x i
pl: &Informacje C-x i
sk: &Informácie C-x i
tr: Dosya &Bilgileri C-x i

source: &Sort order...
lv: &Kârtotâ secîbâ...
pl: &Porz±dek sortowania...
ro: &Ordinea sortãrii...
sk: &Usporiada» poradie...
tr: &Sýralama türü...

source: &Filter...
lv: &Filtrs...
pl: &Filtr...
ro: &Filtru...
tr: &Süzgeç...

source: &Network link...
lv: &Tîkla saite...
pl: Po³±czenie si&eciowe...
ro: l&Egãturã reþea...
sk: si&E»ové pripojenie...
tr: Þ&ebeke baðý...

source: FT&P link...
lv: FT&P saite...
pl: Po³±czenie F&TP...
ro: legãturã FT&P...
sk: FT&P pripojenie...
tr: FT&P baðý...

source: SM&B link...
lv: SM&B saite...
pl: Po³±czenie SMB...
ro: legãturã SM&B...
sk: SM&B pripojenie...
tr: SM&B baðý...

source: &Drive... M-d
lv: &Iekârta... M-d
pl: Napêd... M-d
ro: &Disc... M-d
sk: &Jednotka... M-d
tr: Sürü&cü... M-d

source: &Rescan C-r
lv: &Pârskançt C-r
pl: &Od¶wie¿ C-r
ro: &Re-scaneazã C-r
sk: ob&Novi» C-r
tr: Yeniden ta&ra C-r

source: &User menu F2
lv: &Lietotâja izvçlne F2
pl: Menu u¿ytkownika F2
ro: meniu &Utilizator F2
sk: &Pou¾ívateµské menu F2
tr: K&ullanýcý menüsü F2

source: &View F3
lv: Ska&tît F3
pl: Podgl±d F3
ro: &Vizualizare F3
sk: p&Ohµad F3
tr: &Göster F3

source: Vie&w file...
lv: S&katît datni...
pl: Podgl±d pliku...
ro: vizualizare fi&ªier...
sk: po&Hµad do súboru..
tr: Dos&yayý Göster

source: &Filtered view M-!
lv: &Filtrçts skatîjums M-!
pl: Widok filtrowany M-!
ro: vizualizare &Filtratã M-!
sk: &Filtrovaný pohµad M-!
tr: Görünüm &Süzgeci M-!

source: &Edit F4
lv: &Rediìçt F4
pl: Edycja F4
ro: &Editare F4
sk: úpr&Avi» F4
tr: Dosyayý Düz&enle F4

source: &Copy F5
lv: &Kopçt F5
pl: Kopiuj F5
ro: &Copiazã F5
sk: &Kopírova» F5
tr: Dosya/Dizini &Kopyala F5

source: c&Hmod C-x c
sk: Zmeni» prá&Va C-x c
tr: Dosya ki&Pini deðiþtir C-x c

source: &Link C-x l
lv: Sait&e C-x l
pl: Dowi±zanie C-x l
ro: &Legaturã C-x l
sk: o&Dkaz C-x l
tr: Sabi&t Bað Oluþtur C-x l

source: &SymLink C-x s
lv: Si&mbolSaite C-x s
pl: Dowi±zanie symb. C-x s
ro: legãturã &Simbolicã C-x s
sk: &Symb. odkaz C-x s
tr: Se&mbolik Bað oluþtur C-x s

source: edit s&Ymlink C-x C-s
lv: rediìçt si&mbolsait C-x C-s
pl: Modyf. dowi±z. C-x X-s
ro: edit. legãt. sim&Bolicã C-x C-s
sk: upravi» s&Ymb. odkaz C-x C-s
tr: Sembolik &Baðý düzenle C-x C-s

source: ch&Own C-x o
sk: &Zmeni» vlastníka C-x o
tr: Sa&hip/Grup deðiþtir C-x o

source: &Advanced chown
lv: &Paplaðinâts chown
pl: Zaawansowane chown
ro: chown &Avansat
sk: &Roz¹írená zmena vlastníka
tr: &Dosya Özelliklerini Deðiþtir

source: &Rename/Move F6
lv: Pâ&rsaukt/Pârvietot F6
pl: Nazwa/Przenie¶ F6
ro: &Redenumeºte/Mutã F6
sk: pr&Emenova»/Presunú» F6
tr: Taþýma / &Ad Deðiþtirme F6

source: &Mkdir F7
pl: Utwórz katalog F7
ro: creeazã direc&Tor F7
sk: vy&Tvori» adresár F7
tr: Yeni Di&zin oluþtur F7

source: &Delete F8
lv: &Dzçst F8
pl: Usuñ F8
ro: ºter&Ge F8
sk: z&Maza» F8
tr: Dosya / Dizini Si&L F8

source: &Quick cd M-c
lv: &Âtrs cd M-c
pl: Szybka zmiana kat. M-c
ro: c&D rapid M-c
sk: rých&Ly cd M-c
tr: Çabuk Dizin de&ðiþtirme M-c

source: select &Group M-+
lv: izvçlçties &Grupu M-+
pl: Zaznacz grupê M-+
ro: selecteaz&Ã grup M-+
sk: oz&Naèi» skupinu M-+
tr: Bl&ok Seçimi M-+

source: u&Nselect group M-\
lv: at&Celt izvçlçto grupu M-\
pl: Odznacz grupê M-\
ro: deselectea&Zã grup M-\
sk: odzna&Èi» skupinu M-\
tr: Blok seçimi&ni kaldýr M-\

source: reverse selec&Tion M-*
lv: pretçji izvçlç&Tajam M-*
pl: Odwróæ zaznaczenie M-*
ro: inverseazã selec&Þia M-*
sk: prevráti» oznaèen&Ie M-*
tr: Seçimi Tersine Çe&vir M-*

source: e&Xit F10
lv: i&Ziet F10
pl: Zakoñcz F10
ro: &Ieºire F10
sk: &Ukonèi» F10
tr: &Çýkýþ F10

source: &Directory tree
lv: &Direktoriju koks
pl: &Drzewo katalogów
ro: arbore de &Directoare
sk: adr&Esárový strom
tr: &Dizin aðacý

source: &Find file M-?
lv: &Meklçt datni M-?
pl: &Znajd¼ plik M-?
ro: cautã &Fiºier M-?
sk: ná&Js» súbor M-?
tr: Dosya b&ul M-?

source: s&Wap panels C-u
lv: mai&Nît paneïus C-u
pl: Z&amieñ panele C-u
ro: &Schimbã panourile C-u
sk: &Prepnú» panely C-u
tr: Panelleri yer &deðiþtir C-u

source: switch &Panels on/off C-o
lv: ieslçgt/izslçgt &Paneïus C-o
pl: Prz&e³±cz. wy¶w. paneli C-o
ro: acti&Veazã/dezactiveazã panourile C-o
sk: panely zap./&Vyp. C-o
tr: &Panelleri kapat/aç C-o

source: &Compare directories C-x d
lv: &Salîdzinât direktorijus C-x d
pl: &Porównaj katalogi C-x d
ro: &Compar directoarele C-x d
sk: po&Rovna» adresáre C-x d
tr: &Dizinleri karþýlaþtýr C-x d

source: e&Xternal panelize C-x !
pl: &Filtr zewnêtrzny C-x !
ro: panelare e&Xterioarã C-x !
sk: v&Onkaj¹ia panelizácia C-x !
tr: Dýþarýda&n panelle C-x !

source: show directory s&Izes
lv: parâdît direktoriju l&ielumus
pl: &Wy¶wietl rozmiary katalogów
ro: afi&ªeazã mãrimea directoarelor
sk: ukáza» veµkos» a&Dresárov
tr: diz&in boyutlarýný göster

source: command &History
lv: komandu &Vçsture
pl: &Historia poleceñ
ro: &Istoricul comenzilor
sk: história príka&Zov
tr: komut &Geçmiþi

source: di&Rectory hotlist C-\
lv: di&Rektoriju karstais saraksts C-\
pl: Podrêczne &katalogi C-\
ro: lista rapidã de di&Rectoare C-\
sk: &Adresárový hotlist C-\
tr: Di&zin Geçmiþi C-\

source: &Active VFS list C-x a
lv: &Aktîvo VFS saraksts C-x a
pl: Lista aktywnych &VFS C-x a
ro: lista VFS-urilor &Active C-x a
sk: aktívn&Y VFS zoznam C-x a
tr: Etkin &VFS listesi C-x a

source: Fr&ee VFSs now
lv: At&brîvot VFS tûlît
pl: Zwo&lnij VFS-y
ro: &Goleºte VFS-urile
sk: &Uvoµni» VFS teraz
tr: VFS'lerini þimdi b&oþalt

source: &Background jobs C-x j
lv: &Fona darbi C-x j
pl: Zadania w &tle C-x j
ro: sarcini de funda&L C-x j
sk: prá&Ca v pozadí C-x j
tr: &Ardalan iþlemleri C-x j
