Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Couldn't open tty line. You have to run mc without the -P flag. On some systems you may want to run # `which mc`
lv: Nevarçja atvçrt tty lîniju. Tev jâpalaiþ mc bez -P karodziòa. Uz daþâm sisçmâm tu varçtu gribçt palaist # `which mc`
pl: Nie mo¿na otworzyæ pliku terminala. Nale¿y uruchomiæ mc bez opcji -P. Na niektórych systemach mo¿na wykonaæ # `which mc`
ro: Nu pot deschide linia tty. Va trebui sã rulaþi mc fãrã opþiunea -P. Pe unele sisteme poate veþi dori sã rulaþi # `which mc'
sk: Nemohol som otvori» tty riadok. Máte spustený mc bez oznaèenia -P . Na niektorých systémoch mo¾no budete chcie» spusti» # `ktorý mc`
tr: tty satýrý açýlamadý. mc'yi -P seçeneði olmaksýzýn çalýþtýrýnýz. Bazý sistemlerde # `which mc` çalýþtýrýlabilir.

source: Notice
lv: Paziòojums
pl: Uwaga
ro: Notã
sk: Správa
tr: Uyarý

source: The Midnight Commander configuration files are now stored in the ~/.mc directory, the files have been moved now
lv: Pusnakts Komandiera konfigurâcijas datnes tagad tiek glabâtas ~/.mc direktorijâ, datnes tagad ir pârvietotas
pl: Pliki konfiguracyjne Midnight Commandera bêd± przechowywane w katalogu ~/.mc. Pliki zosta³y w³a¶nie do niego przeniesione.
ro: Fiºierele de configurare Midnight Commander sunt acum pãstrate în directorul ~/.mc, fiºierele au fost mutate acum
sk: Konfiguraèný súbor Midnight Commandera je teraz ulo¾ený v adresári ~/.mc, súbor bol teraz presunutý
tr: Midnight Commander yapýlandýrma dosyalarý artýk ~/.mc dizininde bulunmaktadýr ve dosyalar bu dizine taþýnmýþtýr

source: safe de&Lete
lv: droða i&Zdzçðana
pl: Bezpieczne usuwanie
ro: ºter&Ge în siguranþã
sk: bezpeèn&É mazanie
tr: güvenilir si&lme

source: cd follows lin&Ks
lv: cd seko sai&Tçm
pl: Pod±¿anie za dowi±zaniami po "cd"
ro: 'cd' &Urmãreºte legãturile
sk: c&D nasleduje odkazy
tr: cd &Baðlarý izler

source: advanced cho&Wn
lv: paplaðinâts cho&Wn
pl: Zaawansowane chown
ro: cho&Wn avansat
sk: roz¹&Írená zmena vlastníka
tr: geliþmiþ cho&Wn

source: l&Ynx-like motion
lv: l&Ynx-iska pârvietoðanâs
pl: Obs³uga w stylu Lynksa
ro: navigare în stil l&Ynx
sk: Pohyb ¹týlom lyn&Xu
tr: l&Ynx benzeri hareket

source: Animation
lv: Animâcija
pl: Animacja
tr: Canlandýrma

source: rotatin&G dash
lv: r&Otçjoða domu zîme
pl: Obracaj±ca siê kreska
ro: &Linie rotitoare
sk: To&Èiaca sa palièka
tr: dönen çiz&Gi

source: co&Mplete: show all
lv: pa&Beigts: parâdît visu
pl: Uzupe³nianie: lista wszystkich
ro: auto-co&Mpletare: aratã tot
sk: ukonèené: uk&Áza» v¹etko
tr: ta&Mamen: tümünü göster

source: &Use internal view
lv: &Lietot iekðçjo skatîjumu
pl: Wewnêtrzna przegl±darka
ro: &Vizualizare internã
sk: &Pou¾i» intený prehliadaè
tr: Kendi göstericisini K&ullan

source: use internal ed&It
lv: lietot iekðçjo re&Daktoru
pl: Wewnêtrzny edytor
ro: Editor &Intern
sk: pou¾i» intený edito&R
tr: kendi dü&zenleyicisini kullan

source: auto m&Enus
lv: auto iz&Vçlnes
pl: Automatyczne menu
ro: aratã m&Eniul la pornire
sk: Automati&Cké ponuky
tr: otomatik m&Enüler

source: &Auto save setup
lv: &Automâtiski saglabât uzstâdîjumus
pl: Automatyczny zapis ustawieñ
ro: auto-salvea&Zã opþiunile
sk: &Autom. ukladanie nastav.
tr: &Ayarlarý otomatik kaydet

source: shell &Patterns
lv: èaulas &Raksti
pl: Wzorce dopasowywania
ro: modele (&Pattern) shell
sk: shel&L vzorov
tr: kabuk &Masklarý

source: Compute &Totals
lv: Sarçíinât &Kopsummas
pl: Obliczanie objêto¶ci
ro: calculeazã &Totalurile
sk: v&Ypoèíta» súèty
tr: &Toplamlarý hesapla

source: &Verbose operation
lv: &Vârdiskas oprerâcijâs
pl: Informacje o przebiegu operacji
ro: operaþii des&Criptive
sk: &Mnohoslovná operácia
tr: ayrýntý&Lý iþlem

source: &Fast dir reload
lv: â&Tra direktoriju pârlâde
pl: Szybkie od¶wie¿anie katalogu
ro: reîncarc&Ã dir. rapid
sk: rýc&Hle naèítanie adresára
tr: &Çabuk dizin tazeleme

source: mi&X all files
lv: &Miksçt visas datnes
pl: Bez katalogów na pocz±tku
ro: amestecã toate &Fiºierele
sk: mi&E¹a» v¹etky súbory
tr: dizin ve dosyalarý ka&Rýþtýr

source: &Drop down menus
lv: &Krîtoðas izvçlnes
pl: Rozwijanie menu
ro: &Desfãºoarã meniurile
sk: rolova&« ponuky nadol
tr: Aþaðý açýlan men&Üler

source: ma&Rk moves down
lv: iezîmçtâ&Js iet lejup
pl: Zaznaczenie przesuwa w dó³
ro: mutã în &Jos la marcare
sk: z&Naèi» pohybom dole
tr: Aþaðý ha&Reket iþaretler

source: show &Hidden files
lv: parâdît a&Pslçptâs datnes
pl: Wy¶wietlanie ukrytych plików
ro: aratã fiºierele &Ascunse
sk: ukáza» &Skryté súbory
tr: &Gizli dosyalarý göster

source: show &Backup files
lv: parâdît &Dublçjumkopiju datnes
pl: Wy¶wietlanie plików zapasowych
ro: aratã fiºierele bac&Kup
sk: u&Káza» zálohované súbory
tr: &Yedek dosyalarý göster

source: &Never
lv: &Nekad
pl: Nigdy
ro: &Niciodatã
sk: n&Ikdy
tr: a&Sla

source: alwa&Ys
lv: vien&Mçr
pl: Zawsze
ro: &Întotdeauna
sk: &V¾dy
tr: &Daima

source: Configure options
lv: Konfigurçt opcijas
pl: Opcje konfiguracji
ro: Opþiuni de configurare
sk: Nastavovateµné voµby
tr: Yapýlandýrma seçenekleri

source: Panel options
lv: Paneïa opcijas
pl: Opcje panelu
ro: Opþiuni panou
sk: Voµby panela
tr: Panel seçenekleri

source: Pause after run...
lv: Pauze pçc palaiðanas
pl: Oczekiwanie po uruchomieniu...
ro: Pauzã dupã rulare...
sk: Pauza po spustení...
tr: Çalýþtýrdýktan sonra beklet...

source: Configure options
lv: Konfigurçt opcijas
pl: Opcje konfiguracji
ro: Opþiuni de configurare
sk: Nastavovateµne voµby
tr: Yapýlandýrma seçenekleri

source: &Add new
lv: &Pievienot jaunu
pl: Dodaj nowy
ro: &Adaugã nou
sk: &Prida» nové
tr: Yeni &Ekle

source: External panelize
lv: Ârçjâ panelçðana
pl: Filtr zewnêtrzny
ro: Panelare externã
sk: Vonkaj¹ie panelizova»
tr: Dýþ panelleme

source: External panelize
lv: Ârçjâ panelçðana
pl: Filtr zewnêtrzny
ro: Panelare externã
sk: Vonkaj¹ie panelizova»
tr: Dýþ panelleme

source: Other command
lv: Cita omanda
pl: Inne polecenie
ro: Alte comenzi
sk: Dal¹í príkaz
tr: Diðer komut

source: Add to external panelize
lv: Pievienot ârçjai panelçðanai
pl: Dodaj do filtrów zewnêtrznych
ro: Adaugã la panelarea externã
sk: Prida» k povrchnému panelizovaniu
tr: Dýþ panellemeye ekle

source: Enter command label:
lv: Ievadi komandas nosaukumu:
pl: Wprowad¼ etykietê polecenia:
ro: Introduceþi linia:
sk: Zadajte návestie pre príkaz:
tr: Komut yaftasý:

source: I can't run external panelize while logged on a non local directory
lv: Nevar palaist ârçjo panelçðanu kamçr ielogojoes ne-vietçjâ direktorijâ
pl: Filtr zewnêtrzny mo¿na uruchamiaæ tylko w lokalnym katalogu
ro: Nu pot rula panelarea externã în timp ce sunt într-un director non-local
sk: Nemô¾em povrchovo paneliz. pokiaµ som èinný v nemiestnom adresári
tr: Bir uzak dizine girilirken dýþ panalleme çalýþtýrýlamaz

source: Find *.orig after patching
lv: Atrast *.orig pçc ielâpoðanas
pl: Znajd¼ pliki *.orig po ³ataniu
ro: Cautã fiºierele *.orig dupã patching
sk: Nájs» som po oprave *.orig
tr: Yamadan sonraki .orig dosyalarýný bul

source: Find SUID and SGID programs
lv: Atrast SUID un SGID programmas
pl: Znajd¼ programy SUID oraz SGID
ro: Cautã programe SUID ºi SGID
sk: Nájs» som SUID a SGID programy
tr: SUID ve SGID uygulamalarý bul

source: Cannot invoke command.
lv: Nevar palais komandu.
pl: Nie mo¿na wykonaæ polecenia.
ro: Nu pot invoca comanda.
sk: Nemô¾em vyvola» príkaz.
tr: komut hatýrlatmaz.

source: Pipe close failed
lv: Kanâla aizvçrðana neizdevâs
pl: Zamkniêcie potoku nie powiod³o siê
ro: Închiderea filtrului a eºuat
sk: Pipe, neúspe¹né uzavretie
tr: Veri yolu kapatýlamadý

source: Show this help message
lv: Parâdît ðo palîdzîbas ziòojumu
pl: Wypisz ten komunikat pomocy
ro: Aratã acest mesaj de ajutor
sk: Ukáza» tento pomocný oznam
tr: Bu yardým iletisini göster

source: Display brief usage message
lv: Parâdît îsu lietoðanas pamâcîbu
pl: Wypisz krótki opis u¿ycia
ro: Afiºeazã un mesaj sumar de utilizare
sk: Zobrazi» struèný pou¾. oznam
tr: Kýsa bir kullaným iletisi gösterir

source: SUB-DIR
lv: ZEM-DIR
pl: PODKATALOG
tr: ALT-DÝZÝN

source: UP--DIR
lv: AUGÐ--DIR
pl: NADRZÊDNY
ro: SUS-DIR
tr: ÜST-DÝZÝN

source: MTime
lv: MLaiks
pl: CzasM
ro: DataM
sk: ÈasMod
tr: DeðTrh

source: ATime
lv: ALaiks
pl: CzasD
ro: DataA
sk: ÈasPri
tr: ErþTrh

source: CTime
lv: CLaiks
pl: CzasZ
ro: DataC
sk: ÈasVyt
tr: OlþTrh

source: Perm
lv: Atï
pl: Prawa
ro: Mod
tr: Ýzin

source: Inode
pl: I-wêze³
ro: Inod
sk: Inoda
tr: I-düðüm

source: UID
tr: KullKim

source: GID
tr: GrupKim

source: Unknow tag on display format:
lv: Nezinâma zime displeja formâtâ:
pl: Nieznany znacznik w formacie wy¶wietlania:
ro: Etichetã necunoscutã pe formatul de afiºare:
sk: Neznámy tag v zobrazenom formáte:
tr: Gösterme biçiminde bilinmeyen etiket:

source: User suplied format looks invalid, reverting to default.
lv: Lietotâja piedâvâtais formâts izskatâs nepareizs, atgrieþamies pie noklusçtâ.
pl: Format u¿ytkownika jest niepoprawny, przywrócono domy¶lny.
ro: Formatul furnizat de utilizator pare invalid, revin la cel implicit
sk: Pouívate¾ský suplied formát výrerá neplatný, vráti sa k predvoleným.
tr: Kullanýcý tanýmlý biçim geçersiz: öntanýmlýsý kullanýlacak.

source: Do you really want to execute?
lv: Vai tu patieðâm vçlies palaist?
pl: Czy rzeczywi¶cie chcesz wykonaæ?
ro: Chiar doriþi sã executaþi?
sk: Naozaj chcete spusti»?
tr: Gerçekten çalýþtýrmak istiyor musunuz?

source: No action taken
lv: Nekâda darbîba nav veikta
pl: Nie podjêto akcji
ro: Nu a fost executatã nici o acþiune
sk: Nie je zadaná èinnos»
tr: Hareket yok

source: RenMov
lv: PârsPârv
pl: Przen.
ro: RedMut
sk: Presunú»
tr: Taþý

source: Mkdir
pl: Utwórz
ro: DirNou
sk: Vytvori» adr.
tr: DizinAç

source: Can't chdir to "%s" %s
lv: Nevar chdir to "%s" %s
pl: Nie mo¿na zmieniæ katalogu na "%s" %s
tr: "%s" dizinine girilemedi %s

source: Couldn't open named pipe %s
lv: Nevarçja atvçrt nosaukto kanâlu %s
pl: Nie mo¿na otworzyæ nazwanego ³±cza %s
ro: Nu pot deschide filtrul numit %s
sk: Nemohol som otvori» pipe %s
tr: %s isimli veri yolu açýlamadý

source: The shell is still active. Quit anyway?
lv: Èaula joprojâm aktîva. Vienalga iziet?
pl: Pow³oka jest wci±¿ aktywna. Zakoñczyæ pomimo tego?
ro: Shell-ul este încã activ. Ies oricum?
sk: Shell je e¹te stále aktívny. Skonèi» napriek tomu?
tr: Kabuk hala etkin. Yine de çýkýlsýn mý?

source: There are stopped jobs.
lv: Ðeit ir apstâdinâti darbi.
pl: Istniej± zatrzymane zadania.
ro: Existã sarcini oprite.
sk: Sú tam zastavené úlohy.
tr: Durmuþ iþler var

source: Quit anyway?
lv: Iziet tik un tâ?
pl: Pomimo tego zakoñczyæ?
ro: Ies oricum?
sk: Ukonèi» napriek tomu?
tr: Yine de çýkýlsýn mý?

source: Warning: Couldn't change to %s.
lv: Brîdinâjums: Nevarçja pârmainît uz %s.
pl: Ostrze¿enie: Nie mo¿na zmieniæ katalogu na %s.
ro: Atenþie: Nu pot schimba în %s
sk: Varovanie: Nemohol som zmeni» na %s.
tr: Uyarý: %s'e geçilemedi.

source: Can't open the %s file for writing: %s
lv: Nevarçja atvçrt datni %s, lai ierakstîtu: %s
pl: Nie mo¿na otworzyæ pliku %s do zapisu: %s
tr: %s dosyasý yazmak için açýlamadý: %s

source: Copy "%s" directory to:
lv: Kopçt direktoriju "%s" uz:
pl: Kopiuj katalog "%s" do:
ro: Copiazã directorul "%s" în:
sk: Kopírujem "%s" adresár do:
tr: "%s" dizininin kopyalanacaðý yer:

source: Move "%s" directory to:
lv: Pârvietot direktoriju "%s" uz:
pl: Przenie¶ katalog "%s" do:
ro: Mutã directorul "%s" în:
sk: Presúvam "%s" adresár do:
tr: "%s" dizininin taþýnacaðý yer:

source: Can't stat the destination %s
lv: Nevar sâknçt galamçríi %s
pl: Nie mo¿na wykonaæ operacji stat na pliku docelowym %s
tr: Hedef konumlanamadý %s

source: The destination isn't a directory
lv: Galamçríis nav direktorijs
pl: Plik docelowy nie jest katalogiem
ro: Destinaþia nu este un director
sk: Cieµ nie je adresárom
tr: Hedef bir dizin deðil

source: Delete %s?
lv: Izdzçst %s?
pl: Usun±æ %s?
ro: ªterg %s?
sk: Zmaza» %s?
tr: %s silinsin mi ?

source: Static
lv: Statisks
pl: Statyczne
sk: Statický
tr: Statik

source: Dynamc
lv: Dinamisks
pl: Dynamiczne
ro: Dinamc
sk: Dynamický
tr: Dinamik

source: Forget
lv: Aizmirst
pl: Zapomnij
ro: Uitã
sk: Zabudnú»
tr: Unut

source: Rmdir
lv: Izdzdir
pl: Usuñ
ro: ªtgdir
sk: Zmaza» adr.
tr: Dizini sil

source: Can't write to the %s file: %s
lv: Nevar ierakstît datnç %s: %s
pl: Nie mo¿na zapisaæ do pliku %s: %s
tr: %s dosyasýna yazýlamadý: %s

source: Format error on file Extensions File
lv: Formatçjuma kïûda Paplaðinâjumu Datnç
pl: B³±d formatu pliku rozszerzeñ
ro: Eroare de format în Fiºierul de Extensii
sk: Chyba formátu v súbore prípon
tr: Extensions File dosyasýnda biçim hatasý

source: The %%var macro does not have a default
lv: %%var makro nav noklusçtâ
pl: Makro %%var nie ma warto¶ci domy¶lnej
tr: %%var makrosunun bir öntanýmý yok

source: The %%var macros does not have a variable
lv: %%var makros nav mainîgâ
pl: Makro %%var nie ma zmiennych
tr: %%var makrosunun bir deðiþkeni yok

source: Invalid shell pattern definition "%c".
pl: Niepoprawny wzorzec dopasowania "%c".
ro: Definiþie invalidã de "shell pattern" "%c".
sk: Neplatne definovaný shell model "%c".
tr: Geçersiz kabuk maský tanýmý "%c"

source: Debug
lv: Atkïûdoðana
pl: ¦ledzenie
ro: Depanare
sk: Ladenie
tr: Hata ayýklama

source: ERROR:
lv: KÏÛDA:
pl: B£¡D:
ro: EROARE:
sk: CHYBA:
tr: HATA:

source: True:
lv: Patiess:
pl: Prawda:
ro: Adevãrat:
sk: Pravda:
tr: Doðru:

source: False:
lv: Nepatiess:
pl: Fa³sz:
ro: Fals:
sk: Nepravda:
tr: Yanlýþ:

source: Warning -- ignoring file
lv: Brîdinâjums -- ignorçju datni
pl: Ostrze¿enie -- ignorowanie pliku
ro: Atenþie -- ignor fiºierul
sk: Varovanie -- ignorujem súbor
tr: Uyarý: -- dosya yoksayýlýyor

source: File %s is not owned by root or you or is world writable. Using it may compromise your security
lv: Datnes %s îpaðnieks nav root vai jûs vai arî tai ir visi-rakstît atïauja. Tâ lietoðana var kompromitçt jûsu droðîbu
pl: W³a¶cicielem pliku %s jest nadzorca (root) i jest on zapisywalny przez wszystkich. U¿ycie go mo¿e negatywnie wp³yn±æ na bezpieczeñstwo
ro: Fiºierul %s nu este deþinut de root ori dvs. sau poate fi modificat de oricine. Utilizându-l vã puteþi compromite securitatea
sk: Súbor %s nieje vlast. rootom, vami, alebo nie je voµne zapisovateµný. Pou¾itie mô¾e kompromitova» va¹u bezpeènos»
tr: %s dosyasýnýn sahibi deðiþtirilemedi. Dosyanýn kullanýmý güvenliði bozabilir

source: I can't run programs while logged on a non local directory
lv: Es nevaru palaist programmas kamçr ielogojies iekð ne-vietçjâ direktorija
pl: Wykonywanie poleceñ jest mo¿liwe tylko w lokalnym katalogu
ro: Nu pot rula programe în timp ce sunt într-un director non-local
sk: Nemô¾em spusti» programy, pokiaµ je èinný v nemiestnom adresári
tr: Bir uzak dizine giriþ yapýlýrken uygulamalar çalýþtýrýlamaz

source: No appropriative entries found in %s
lv: Neviens atbilstoðs ieraksts netika atrasts iekð %s
pl: Nie odnaleziono odpowiednich elementów w %s
ro: Nu au fost gãsite intrãri adecvate în %s
sk: Nenájdené ¾iadne odpovedajúce polo¾ky v %s
tr: %s içinde tahsis edilebilir bir girdi yok

source: User menu
lv: Lietotâja izvçlne
pl: Menu u¿ytkownika
ro: Meniu utilizator
sk: Pou¾ívateµské menu
tr: Kullanýcý menüsü

source: name_trunc: too big
lv: name_trunc: pârâk liels
pl: name_trunc: zbyt du¿y
ro: name_trunc: prea mare
sk: meno_trunc: je príli¹ veµké
tr: name_trunc: çok büyük

source: %b %e %H:%M
pl: %e %b %H:%M
tr: %e %b %H:%M

source: %b %e %Y
pl: %e %b %Y
tr: %e %b %Y

source: Pipe failed
lv: Kanâls neizdevâs
pl: Funkcja pipe nie powiod³a siê
ro: Filtrul a eºuat
sk: Zlyhanie Pipe
tr: Veri yolu açýlamadý

source: Dup failed
lv: Dup neizdevâs
pl: Funkcja dup nie powiod³a siê
ro: Dup eºuat
sk: Zlyhanie Dupu
tr: Tekrar baþarýsýz

source: File:
lv: Datne:
pl: Plik:
ro: Fiºier:
sk: Súbor:
tr: Dosya:

source: has been modified, do you want to save the changes?
lv: ir ticis mainîts, vçlies saglabât izmaiòas?
pl: zosta³ zmieniony. Czy zapisaæ zmiany?
ro: a fost modificat, doriþi sã salvaþi schimbãrile?
sk: bol zmenený, chcete ulo¾i» zmeny?
tr: deðiþtirilmiþti, deðiþiklikleri kaydetmek ister misiniz?

source: Save changes
lv: Glabât izmaiòas
pl: Zapisz zmiany
ro: Salvez schimbãrile
sk: Ulo¾i» zmeny
tr: Kaydet

source: Can't spawn child program
lv: Nevar pavairot bçrna programmu
pl: Nie mo¿na uruchomiæ programu potomnego
tr: Alt uygulama çalýþtýrýlamadý

source: Empty output from child filter
lv: Tukðs izvads no bçrna filtra
pl: Puste wyj¶cie z potomnego filtra
ro: Ieºire vidã de la filtrul copil
sk: Prázdny výstup z filtra potomka procesu
tr: Alt süzgeç çýktýsý boþ

source: Could not open file
lv: Nevarçja atvçrt datni
pl: Nie mo¿na otworzyæ pliku
ro: Nu pot deschide fiºierul
sk: Nemohol som otvori» súbor
tr: Dosya açýlamadý

source: Can't open file "
lv: Nevarçja atvçrt datni "
pl: Nie mo¿na otworzyæ pliku "
tr: Dosya açýlamadý: "

source: Can't stat file
lv: Nevar sâknçt datni
pl: Nie mo¿na wykonaæ operacji stat na pliku
tr: Dosya durumlanamadý

source: Can't view: not a regular file
lv: Nevar skatît: nav regu;ara datne
pl: Nie mo¿na wy¶wietliæ: to nie zwyk³y plik
tr: Gösterilemiyor: normal bir dosya deðil

source: Can't open "%s" %s
lv: Nevar atvçrt "%s" %s
pl: Nie mo¿na otworzyæ "%s" %s
tr: "%s" açýlamadý %s

source: Can't stat "%s" %s
lv: Nevar palaist "%s" %s
pl: Nie mo¿na wykonaæ operacji stat na "%s" %s
tr: "%s" durumlanamadý %s

source: File: %s
lv: Datne %s
pl: Plik: %s
ro: Fiºier: %s
sk: Súbor: %s
tr: Dosya: %s

source: [grow]
lv: [augt]
pl: [przyrost]
ro: [creºte]
sk: [rás»]
tr: [büyüterek]

source: Searching for `%s'
lv: Meklç `%s'
pl: Wyszukiwanie '%s'
ro: Cautã dupã `%s'
sk: Hµadám '%s'
tr: `%s' için arama

source: Search string not found
lv: Meklçjamâ rinda nav atrasta
pl: Nie odnaleziono wyszukiwanego napisu
ro: ªirul cãutat nu a fost gãsit
sk: Hµadaný re»azec nebol nájdený
tr: Aranan metin bulunamadý

source: Invalid regular expression
lv: Nepareiza regulârâ izteiksme
pl: Niepoprawne wyra¿enie regularne
ro: Expresie regularã invalidã
sk: Neplatný regulárny výraz
tr: Düzenli ifade geçersiz

source: The current line number is %d. Enter the new line number:
lv: Paðreizçjai lînijas nummurs ir %d. Ievadi jaunu lînijas numuru:
pl: Bie¿±cy numer wiersza to: %d. Wprowad¼ nowy numer wiersza:
ro: Numãrul de linie curent este %d. Introduceþi noul numãr de linie:
sk: Aktuálne èíslo riadku je %d. Zadajte nové èíslo riadku:
tr: Þimdiki satýr numarasý %d. Yeni satýr numarasýný verin:

source: The current address is 0x%lx. Enter the new address:
lv: Paðreizçjâ adrese ir 0x%lx. Ievadi jaunu adresi:
pl: Bie¿±cy adres to: 0x%lx. Wprowad¼ nowy adres:
ro: Adresa curentã este 0x%lx. Introduceþi noua adresã:
sk: Momentálna adresa je 0x%lx. Zadajte novú adresu:
tr: Þimdiki adres 0x%lx. Yeni adresi verin:

source: Goto Address
lv: Iet uz adresi
pl: Przejd¼ pod adres
ro: Du-te la Adresa
sk: Choï na Adresu
tr: Adrese Git

source: Enter regexp:
lv: Ievadi regexp:
pl: Wprowad¼ wyra¿enie regularne:
ro: Introduceþi expresia regularã:
sk: Zadajte regexp:
tr: Düzenli ifadeyi girin:

source: Hex
ro: Hexa
sk: Hexdec
tr: Onaltýlýk

source: Goto
lv: Ietuz
pl: Id¼Do
ro: Du-teLa
sk: Choï
tr: Git

source: Line
lv: Lînija
pl: Wiersz
ro: Linie
sk: Riadok
tr: Satýr

source: RxSrch
lv: RxMekl
pl: SzkWR
ro: CautRX
tr: DüzÝfAra

source: EdText
lv: ReTektu
pl: EdTkst
tr: MetnDüzn

source: EdHex
lv: ReHex
tr: OnaltDüzn

source: UnWrap
lv: NeIekïaut
pl: Odwiñ
ro: NeArnj
sk: Rozbaµ
tr: Sarma

source: Wrap
lv: Iekïaut
pl: Zawiñ
ro: Aranj
sk: Zabaµ
tr: Sarmala

source: HxSrch
lv: HxMekl
pl: SzkHx
ro: CautRX
tr: OnaltAra

source: Raw
lv: Jçls
pl: Surowy
ro: Brut
sk: Prvotný
tr: Temel

source: Parse
lv: Analizçt
pl: Analiz
ro: Prelcr
sk: Rozober
tr: Tara

source: Unform
lv: Atform
pl: BezFrm
ro: Neform
sk: Obnov
tr: BiçKald

source: Format
lv: Formatçt
sk: Formát
tr: Biçim

source: History
lv: Vçsture
pl: Historia
ro: Istoric
sk: História
tr: Geçmiþ

source: Function key 1
lv: Funkc. taustiòð 1
pl: 1. kl. funkcyjny
ro: Tasta funcþ. 1
sk: Funkèný klá. 1
tr: Ýþlev tuþu 1

source: Function key 2
lv: Funkc. taustiòð 2
pl: 2. kl. funkcyjny
ro: Tasta funcþ. 2
sk: Funkèný klá. 2
tr: Ýþlev tuþu 2

source: Function key 3
lv: Funkc. taustiòð 3
pl: 3. kl. funkcyjny
ro: Tasta funcþ. 3
sk: Funkèný klá. 3
tr: Ýþlev tuþu 3

source: Function key 4
lv: Funkc. taustiòð 4
pl: 4. kl. funkcyjny
ro: Tasta funcþ. 4
sk: Funkèný klá. 4
tr: Ýþlev tuþu 4

source: Function key 5
lv: Funkc. taustiòð 5
pl: 5. kl. funkcyjny
ro: Tasta funcþ. 5
sk: Funkèný klá. 5
tr: Ýþlev tuþu 5

source: Function key 6
lv: Funkc. taustiòð 6
pl: 6. kl. funkcyjny
ro: Tasta funcþ. 6
sk: Funkèný klá. 6
tr: Ýþlev tuþu 6

source: Function key 7
lv: Funkc. taustiòð 7
pl: 7. kl. funkcyjny
ro: Tasta funcþ. 7
sk: Funkèný klá. 7
tr: Ýþlev tuþu 7

source: Function key 8
lv: Funkc. taustiòð 8
pl: 8. kl. funkcyjny
ro: Tasta funcþ. 8
sk: Funkèný klá. 8
tr: Ýþlev tuþu 8

source: Function key 9
lv: Funkc. taustiòð 9
pl: 9. kl. funkcyjny
ro: Tasta funcþ. 9
sk: Funkèný klá. 9
tr: Ýþlev tuþu 9

source: Function key 10
lv: Funkc. taustiòð 10
pl: 10. kl. funkcyjny
ro: Tasta funcþ. 10
sk: Funkèný klá. 10
tr: Ýþlev tuþu 10

source: Function key 11
lv: Funkc. taustiòð 11
pl: 11. kl. funkcyjny
ro: Tasta funcþ. 11
sk: Funkèný klá. 11
tr: Ýþlev tuþu 11

source: Function key 12
lv: Funkc. taustiòð 12
pl: 12. kl. funkcyjny
ro: Tasta funcþ. 12
sk: Funkèný klá. 12
tr: Ýþlev tuþu 12

source: Function key 13
lv: Funkc. taustiòð 13
pl: 13. kl. funkcyjny
ro: Tasta funcþ. 13
sk: Funkèný klá. 13
tr: Ýþlev tuþu 13

source: Function key 14
lv: Funkc. taustiòð 14
pl: 14. kl. funkcyjny
ro: Tasta funcþ. 14
sk: Funkèný klá. 14
tr: Ýþlev tuþu 14

source: Function key 15
lv: Funkc. taustiòð 15
pl: 15. kl. funkcyjny
ro: Tasta funcþ. 14
sk: Funkèný klá. 15
tr: Ýþlev tuþu 15

source: Function key 16
lv: Funkc. taustiòð 16
pl: 16. kl. funkcyjny
ro: Tasta funcþ. 16
sk: Funkèný klá. 16
tr: Ýþlev tuþu 16

source: Function key 17
lv: Funkc. taustiòð 17
pl: 17. kl. funkcyjny
ro: Tasta funcþ. 17
sk: Funkèný klá. 17
tr: Ýþlev tuþu 17

source: Function key 18
lv: Funkc. taustiòð 18
pl: 18. kl. funkcyjny
ro: Tasta funcþ. 18
sk: Funkèný klá. 18
tr: Ýþlev tuþu 18

source: Function key 19
lv: Funkc. taustiòð 19
pl: 19. kl. funkcyjny
ro: Tasta funcþ. 19
sk: Funkèný klá. 19
tr: Ýþlev tuþu 19

source: Function key 20
lv: Funkc. taustiòð 20
pl: 20. kl. funkcyjny
ro: Tasta funcþ. 20
sk: Funkèný klá. 20
tr: Ýþlev tuþu 20

source: Backspace key
lv: Backspace taustiòð
pl: Klawisz Backspace
ro: Tasta Backspace
sk: Kláv. Backspace
tr: Geriye silme tuþu

source: End key
lv: End taustiòð
pl: Klawisz End
ro: Tasta End
sk: Klávesa End
tr: Gri End tuþu

source: Up arrow key
lv: Taustiòð ar bûltiòu uz augðu
pl: Kursor w górê
ro: Sãgeata în sus
sk: ©ípka hore
tr: Gri yukarý ok tuþu

source: Down arrow key
lv: Taustiòð ar bûltiòu uz leju
pl: Kursor w dó³
ro: Sãgeata în jos
sk: ©ípka dole
tr: Gri aþaðý ok tuþu

source: Left arrow key
lv: Taustiòð ar bûltiòu pa kreisi
pl: Kursor w lewo
ro: Sãgeata stânga
sk: ©ípka vµavo
tr: Gri sola ok tuþu

source: Right arrow key
lv: Taustiòð ar bûltiòu pa labi
pl: Kursor w prawo
ro: Sãgeata dreapta
sk: ©ípka vpravo
tr: Gri saða ok tuþu

source: Home key
lv: Home taustiòð
pl: Klawisz Home
ro: Tasta Home
sk: Klávesa Home
tr: Gri Home tuþu

source: Page Down key
lv: Page Down taustiòð
pl: Klawisz Page Down
ro: Tasta Page Down
sk: Kláv. Page Down
tr: Gri PgDn tuþu

source: Page Up key
lv: Page Up taustiòð
pl: Klawisz Page Up
ro: Tasta Page Up
sk: Kláv. Page Up
tr: Gri PgUp tuþu

source: Insert key
lv: Insert taustiòð
pl: Klawisz Insert
ro: Tasta Insert
sk: Klávesa Insert
tr: Gri Ins tuþu

source: Delete key
lv: Delete taustiòð
pl: Klawisz Delete
ro: Tasta Delete
sk: Klávesa Delete
tr: Gri Del tuþu

source: Completion/M-tab
lv: Pabeigðana/M-tab
pl: Uzupe³nianie/M-tab
ro: Completare/M-tab
tr: Tamamlama/M-tab

source: + on keypad
lv: + uz klaviatûras
pl: + (numer.)
ro: + pe keypad
sk: + na num. kláves.
tr: Gri +

source: - on keypad
lv: - uz klaviatûras
pl: - (numer.)
ro: - pe keypad
sk: - na num. kláves.
tr: Gri -

source: * on keypad
lv: * uz klaviatûras
pl: * (numer.)
ro: * pe keypad
sk: * na num. kláves.
tr: Gri *
