Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: while doing inode scan %d
lv: veicot inode skençðanu %d
pl: przy przeszukiwaniu i-wêz³ów %d
ro: în timpul scanãrii inodurilor %d
sk: poèas prechádzania inode %d
tr: %d i-düðüm taramasý yapýlýrken

source: Ext2lib error
lv: Ext2lib kïûda
pl: b³±d Ext2lib
ro: eroare Ext2lib
sk: Ext2lib: chyba
tr: Ext2lib hatasý

source: Could not open file %s
lv: Nevar atvçrt datni %s
pl: Nie mo¿na otworzyæ pliku %s
ro: Nu pot deschide fiºierul %s
sk: Nemohol som otvori» súbor %s
tr: %s dosyasý açýlamadý

source: undelfs: reading inode bitmap...
lv: undelfs: lasu inode bitkarti...
pl: undelfs: czytanie mapy i-wêz³ów...
ro: undelfs: citesc harta inodurilor...
sk: undelfs: èítam bitovú mapu inode...
tr: undelfs: i-düðüm biteþlemi okunuyor...

source: Could not load inode bitmap from: %s
lv: Nevarçju ielâdçt inode bitkarti no: %s
pl: Nie mo¿na odczytaæ mapy i-wêz³ów z: %s
ro: Nu pot încãrca harta inodurilor din: %s
sk: Nemohol som naèíta» bitmapu inode z: %s
tr: %s'den i-düðüm biteþlemi yüklenemedi.

source: undelfs: reading block bitmap...
lv: undelfs: lasu bloka bitkarti...
pl: undelfs: czytanie mapy bloków...
ro: undelfs: citesc harta blocurilor...
sk: undelfs: èítam bitovú mapu blokov...
tr: undelfs: blok biteþlemi okunuyor...

source: Could not load block bitmap from: %s
lv: Nevarçja ielâdçt bloka bitkarti no: %s
pl: Nie mo¿na odczytaæ mapy bloków z: %s
ro: Nu pot încãrca harta blocurilor din: %s
sk: Nemô¾em naèíta» bitovú mapu blokov z: %s
tr: %s'den blok biteþlemi yüklenemedi.

source: undelfs: done.
lv: undelfs: izdarîts.
pl: undelfs: gotowe.
ro: undelfs: am terminat scanarea.
sk: undelfs: hotovo.
tr: undelfs: bitti.

source: undelfs: failure
lv: undelfs: neveiksme
pl: undelfs: b³±d
ro: undelfs: eºec
sk: undelfs: zlyhanie
tr: undelfs: baþarýsýz

source: vfs_info is not fs!
lv: vfs_info nav fs!
pl: vfs_info to nie fs!
ro: vfs_info nu este fs!
sk: vfs_info nie je fs!
tr: vfs_info bir fs deðil!

source: You have to chdir to extract files first
lv: Tev papriekðu vajag chdir, lai atkompresçtu datnes
pl: Przed rozpakowaniem plików nale¿y zmieniæ katalog
ro: Trebuie sã schimbaþi directorul pentru a extrage fiºierele
sk: Musíte zmeni» adresár pre extrakciu súborov
tr: Dosyalarý çýkarmadan önce dizin deðiþtirmelisiniz

source: while iterating over blocks
lv: kamçr atkârto blokus
pl: podczas iterowania po blokach
ro: în timpul iterãrii blocurilor
sk: poèas prechodu cez bloky
tr: bloklar üzerinden tekrarlanýrken

source: Could not open file: %s
lv: Nevar atvçrt datni: %s
pl: Nie mo¿na otworzyæ pliku: %s
ro: Nu pot deschide fiºierul: %s
sk: Nemohol som otvori» súbor: %s
tr: dosya açýlamadý: %s

source: Undelete filesystem for ext2
lv: Atjaunot ext2 datòu sistçmu
pl: System przywracania plików dla ext2
tr: ext2 dosyasisteminde dosya kurtarma

source: is
lv: ir
pl: jest
ro: este
sk: je

source: Floppy %d
lv: Diskete %d
pl: Napêd %d
ro: Discheta %d
sk: Disketa %d

source: Offset 0x%08lx
lv: Nobîde 0x%08lx
pl: Przesuniêcie 0x%08lx

source: On
lv: Ieslçgts
pl: Pl.:
ro: Pe
sk: na

source: CD
pl: Zmiana katalogu

source: &Reget
lv: &Pârdabût
pl: Wznów
ro: &Readuc

source: You have ~/
lv: Tev ir ~/
pl: Odnaleziono plik ~/
ro: Aveþi ~/
sk: Máte ~/

source: Your ~/
lv: Tavs ~/
pl: Plik ~/
ro: ~/ dvs.
sk: Vá¹ ~

source: The Midnight Commander
lv: Pusnakts Komandieris
pl: Midnight Commander
ro: Midnight Commander
sk: Midnight Commander

source: Please send any bug reports (including the output of `mc -V') to mc-bugs@nuclecu.unam.mx
lv: Lûdzu sûtiet visus kïûdu paziòojumus (ieskaitot `mc -V' izvadi) uz mc-bugs@nuclecu.unam.mx
pl: Wszelkie komunikaty o b³êdach (wraz z tre¶ciê `mc -V') wysy³aj na adres mc-bugs@nuclecu.unam.mx

source: on dumb &Terminals
lv: uz muïíîgiem &Terminâïiem
pl: Na prostych terminalach
ro: pe terminale non-linu&X
sk: na &Termináloch

source: Nl
pl: Ld

source: Offset 0x%08x
lv: Nobîde 0x%08x
pl: Przesuniêcie 0x%08x

source: GNU Midnight Commander
lv: GNU Pusnakts Komandieris

source: _Terminal
lv: _Terminâlis
sk: _Terminál

source: Midnight Commander %s
lv: Pusnakts Komandieris %s
ro: Comandant la miezul nopþii %s ;)

source: Case sensitive
ro: Nu ignora majusculele
sk: Rozli¹ova» veµkos» písmen

source: Filename sort order
ro: Ordinea de sortare
sk: Triedenie poradia súborov

source: Filename filtering settings
ro: Opþiunile de filtrare a fiºierelor
sk: Nastavenie filtrovania súborov

source: Don't show this window again
ro: Nu arãta aceastã fereastrã
sk: Toto okno nabudúce nezobrazova»

source: You are running the GNOME File Manager as root. As root, you can damage your system, and the File Manager will not stop you. Your manual explains how to add a non-privileged user account to the system.
ro: Rulaþi managerul de fiºiere GNOME ca root. Ca root, puteþi ºterge fiºiere esenþiale pentru funcþionarea sistemului, iar managerul de fiºiere GNOME nu vã va opri sã faceþi asta. Adãugaþi un cont neprivilegiat de utilizator pentru uzul de zi cu zi. Consultaþi paginile de manual pentru mai multe informaþii.
sk: Spustili ste GNOME súborový manager ako root. Ako root, mô¾ete po¹kodi» vá¹ systém ak nebudete opatrný ,a GNOME Súborový Manager vás pred tým nezastaví. V manuáli nájdete postup, ako prida» úèet pre normálneho pou¾ívateµa.

source: CD-ROM %d
ro: CDROM-ul %d

source: You entered an invalid group name
ro: Aþi introdus un nume invalid de grup
sk: Zadali ste zlú skupinu

source: &Open file...
ro: D&eschide cu...

source: Other 8 bit
ro: 8 biþi
sk: Iné 8-bitové

source: Input / display codepage:
ro: Intrare / cod de afiºare:
sk: Vstupná/Zobrazovacia znaková sada:

source: &Select
ro: &Selecteazã
sk: &Vybra»

source: Warning: file %s not found
ro: Atenþie: nu am gãsit fiºierul %s
sk: Varovanie: súbor %s nenájdený

source: Cannot translate from %s to %s
ro: Nu pot face trecerea din %s în %s
sk: Nemô¾em prelo¾i» z %s do %s

source: `%s' is not a symbolic link
ro: `%s' nu este o legãturã simbolicã
sk: `%s' nie je symbolický odkaz

source: Cannot chdir to '%s' %s
ro: Nu pot schimba directorul la '%s' %s
sk: Nemô¾em chdir na '%s' %s

source: Cannot create temporary command file %s
ro: Nu pot crea un fiºier temporar de comenzi %s
sk: Nemô¾em vytvori» doèasný príkazový súbor %s

source: mc.ext file has changed with version 3.0. It seems that installation failed. Please fetch a fresh new copy from the Midnight Commander package.
ro: Formatul fiºierului mc.ext s-a schimbat începând cu versiunea 3.0. Instalarea a eºuat. Copiaþi versiunea nouã din sursele sau pachetul de instalare Midnight Commander.
sk: Súbor mc.ext bol zmenený vo verzii 3.0. Vyzerá to, ¾e in¹talácia zlyhala. Prosím, pou¾ite novú kópiu balíka Midnight Commander.

source: Cannot operate on ".."!
ro: Nu pot opera pe ".."!
sk: Nemô¾em pracova» na ".."!

source: Cannot find node [Contents] in help file
ro: Nu gãsesc nodul [Contents] în fiºierul de ajutor
sk: Nemô¾em nájs» uzol [obsah] v súbore nápovedy

source: Cannot open file %s %s
ro: Nu pot deschide fiºierul %s %s
sk: Nemô¾em otvori» súbor %s %s

source: Cannot find node %s in help file
ro: Nu gãsesc nodul %s în fiºierul de ajutor
sk: Nemô¾em nájs» uzol %s v súbore nápovedy

source: Moving %s
ro: Mut %s
sk: Presun %s

source: Cannot chdir to "%s" %s
ro: Nu pot face chdir în "%s" %s
sk: Nemô¾em zmeni» adresár na "%s" %s

source: Choose input codepage
ro: Alegeþi codul de intrare
sk: Vyberte vstupnú znakovú sadu

source: - < No translation >
ro: - < Fãrã translatare >
sk: - < ®iadny preklad >

source: Midnight Commander was compiled without iconv support, so charsets recoding feature is not available!
ro: Midnight Commander a fost compilat fãrã suport iconv, deci translatarea codurilor de paginã nu este posibilã!
sk: Midnight Commander bol prelo¾ený bez podpory iconv, uchovávanie znakovej sady nie je k dispozícii!

source: To use this feature select your codepage in Setup / Display Bits dialog! Do not forget to save options.
ro: Pentru a utiliza aceastã facilitate selectaþi codul de paginã în Opþiuni / Biþi de afiºare! Nu uitaþi sã salvaþi opþiunile.
sk: Pre túto funkciu vyberte znakovú sadu v Nastavenie / Zobrazené bity! A nezabudnite nastavenie ulo¾i».

source: Screen size %dx%d is not supported. Check the TERM environment variable.
ro: Mãrimea %dx%d a ecranului nu este suportatã. Verificaþi variabila e mediu TERM.
sk: Veµkos» obrazovky %dx%d nie je podporovaná. Skontrolujte premennú prostredia TERM.

source: Using system-installed S-Lang library
ro: Utilizând versiunea instalatã de bibliotecã S-Lang
sk: Pou¾i» nain¹talovaná kni¾nicu S-Lang

source: Using S-Lang library
ro: Utilizând biblioteca S-lang
sk: Pou¾i» S-lang kni¾nicu

source: with terminfo database
ro: cu baza de date terminfo
sk: s databázou terminfo

source: with termcap database
ro: cu baza de date termcap
sk: s databázou termcap

source: with an unknown terminal database
ro: cu o bazã necunoscutã de date terminal
sk: s neznámou terminálovou databázou

source: Using the ncurses library
ro: Utilizând biblioteca ncurses
sk: Pou¾i» kni¾nicu ncurses

source: Using old curses library
ro: Utilizând biblioteca veche curses
sk: Pou¾i» starú kni¾nicu curses

source: With optional subshell support
ro: Cu suport opþional pentru shell concurent
sk: S nepovinnou podporou subshellu

source: With subshell support as default
ro: Cu suport implicit pentru shell concurent
sk: So ¹tandardnou podporou subshellu

source: With mouse support on xterm and Linux console
ro: Cu suport de mouse în xterm ºi consola Linux
sk: S podporou pre my¹ v xterme a Linuxovej konzole

source: With mouse support on xterm
ro: Cu suport de mouse în xterm.
sk: S podporou pre my¹ v xterme

source: With multiple codepages support
ro: Cu suport pentru coduri de paginã multiple
sk: S podporou znakových sád

source: Cannot open the %s file for writing: %s
ro: Nu pot deschide fiºierul %s pentru scriere: %s
sk: Nemô¾em otvori» %s súbor pre zapisovanie: %s

source: Cannot stat the destination %s
ro: Nu pot executa stat pe destinaþia %s
sk: Nemô¾em urèi» cieµ %s

source: Cannot write to the %s file: %s
ro: Nu pot scrie în fiºierul %s: %s
sk: Nemô¾em zapísa» do %s súboru: %s

source: The %%var macro has no default
ro: Combinaþia %%var nu are o valoare implicitã
sk: Makro %%var nemá ¹tandardnú hodnotu

source: The %%var macro has no variable
ro: Combinaþa %%var nu are o variabilã
sk: Makro %%var nemá premennú

source: Cannot spawn child program
ro: Nu pot clona programul copil
sk: Nemo¾no strati» program potomka procesu

source: Cannot open file "
ro: Nu pot deschide fiºierul "
sk: Nemô¾em otvori» súbor "

source: Cannot stat file
ro: Nu pot executa stat pe fiºierul
sk: Nemô¾em urèi» parametre súbor

source: Cannot view: not a regular file
ro: Nu poate fi vizualizat: nu este un fiºier obiºnuit
sk: Nemô¾em nahliadnu»: toto nie je normálny súbor

source: Cannot open "%s" %s
ro: Nu pot deschide fiºierul "%s" %s
sk: Nemô¾em otvori» "%s" %s

source: Cannot stat "%s" %s
ro: Nu pot executa stat pe "%s" %s
sk: Nemô¾em urèi» "%s" %s

source: Invalid hex search expression
ro: Expresie regularã invalidã la cãutare
sk: Neplatný hexadecimány vyhµadávací výraz

source: Corrupted cpio header encountered in %s
ro: Antet corupt al arhivei cpio în %s

source: %s contains duplicit entries! Skipping!
ro: %s conþine intrãri duplicate! Trec peste!

source: Cannot locate hostname: %s
ro: Nu pot localiza gazda: %s
sk: Nemô¾em urèi» hostiteµa: %s

source: Cannot create socket: %s
ro: Nu pot crea socket-ul: %s
sk: Nemô¾em vytvori» soket: %s

source: Cannot connect to server: %s
ro: Nu mã pot conecta la serverul: %s
sk: Nemô¾em sa pripoji» k serveru: %s

source: Warning: Invalid line in sfs.ini: %s
ro: Atenþie: Linie invalidã în sfs.ini: %s
sk: Varovanie: neplatný riadok v sfs.ini: %s

source: Warning: Invalid flag %c in sfs.ini: %s
ro: Atenþie: Indicator %c invalid în sfs.ini: %s
sk: Varovanie: Neplatný príznak %c v sfs.ini: %s

source: %s removing remote file %s
ro: %s ºterg acolo fiºierul %s

source: %s: %s: %s %3d%% (%lu bytes transferred)
ro: %s: %s: %s %3d%% (%lu bytes transferaþi)

source: %s: %s: %s %lu bytes transferred
ro: %s: %s: %s %lu bytes transferaþi

source: OK
sk: Áno
