Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Statistics
lv: Statistika
pl: Statystyki
ro: Statistici
sk: ©tatistiky
tr: Ýstatistikler

source: Options
lv: Opcijas
pl: Opcje
ro: Opþiuni
sk: Nastavenia
tr: Seçenekler

source: Permissions
lv: Atïaujas
pl: Uprawnienia
ro: Drepturi
sk: Práva
tr: Ýzinler

source: Properties
lv: Rekvizîti
pl: W³a¶ciwo¶ci
ro: Proprietãþi
sk: Vlastnosti
tr: Özellikler

source: You entered an invalid username
lv: Jûs ievadîjât nepareizu lietotâjvârdu
pl: Wprowadzono niew³a¶ciw± nazwê u¿ytkownika
ro: Aþi introdus un nume invalid de utilizator
sk: Zadali ste zlé pou¾ívateµské meno
tr: Geçersiz bir kullanýcý ismi verdiniz

source: You must rename your file to something
lv: Jums jâparsauc jûsu datne citâdi
pl: Nale¿y zmieniñ nazwê pliku na inn±
ro: Trebuie sã redenumiþi fiºierul la ceva anume
sk: Musíte premenova» súbor na nieèo
tr: Yeniden adlandýrmak için yeni bir dosya ismi verilmelidir

source: You cannot rename a file to something containing a '/' character
lv: Jûs nevarat pârsaukt datni, izmantojot '/' simbolu
pl: Nazwa pliku nie mo¿e zawieraæ uko¶nika (znaku '/')
ro: Nu puteþi da fiºierului un nume care conþine caracterul '/'
sk: Nemô¾ete premenova» súbor na nieèo èo obsahuje '/' takýto znak
tr: Bir dosya ismi bir ´/´ içeremez

source: Select an application to open "%s" with.
lv: Izvçlieties aplikâciju, lai atvçrtu "%s".
pl: Wybierz program, za którego pomoc± otworzyæ "%s".
ro: Selectaþi o aplicaþie pentru a deschide "%s"
sk: Zvoµte aplikáciu pre otvorenie "%s".
tr: "%s" dosyasýný açacak uygulamayý seçin.

source: Select a file to run with
lv: Izvçlies datni, kuru palaist ar
pl: Wybierz plik wykorzystany do uruchomienia
ro: Selectaþi un fiºier pentru a-l rula
sk: Zvoµte súbor pre spustenie s
tr: Çalýþtýracak dosyayý seçin

source: Applications
lv: Aplikâcijas
pl: Aplikacje
ro: Aplicaþii
sk: Aplikácie
tr: Uygulamalar

source: Program to run
lv: Palaiþamâ programma
pl: Program do wykonania
ro: Program de rulat
sk: Program pre spustenie
tr: Çalýþtýrýlacak uygulama

source: Mount device
lv: Piemontçt iekârtu
pl: Zamontuj urz±dzenie
ro: Monteazã dispozitiv
sk: Pripoji» zariadenie
tr: Aygýtý baðla

source: Unmount device
lv: Atmontçt iekârtu
pl: Odmontuj urz±dzenie
ro: Demonteazã dispozitiv
sk: Odpoji» zariadenie
tr: Aygýtý kaldýr

source: Eject device
lv: Atvçrt iekârtu
pl: Wysuñ urz±dzenie
ro: Ejecteazã dispozitiv
sk: Vysunú» zariadenie
tr: Aygýtý çýkar

source: Empty Trash
lv: Iztukðot Miskasti
pl: Opró¿nij kosz
ro: Goleºte Coºul de gunoi
sk: Vyprázdni» Odpadky
tr: Çöpü boþalt

source: Open with...
lv: Atvçrt ar...
pl: Otwórz za pomoc±...
ro: Deschide cu...
sk: Otvori» s...
tr: Farklý aç...

source: View Unfiltered
lv: Nefiltrçts Skatîjums
pl: Widok bez filtra
ro: Vizualizare Nefiltratã
sk: Ukáza» bez filtra
tr: Süzülmemiþ Görünüm

source: Copy...
lv: Kopçt...
pl: Kopiuj...
ro: Copiazã...
sk: Kopírova»...
tr: Kopyala...

source: Move to Trash
lv: Izmest Akritumos
pl: Przenie¶ do kosza
ro: Mutã în Coºul de gunoi
sk: Presunú» do odpadkov
tr: Çöpe at

source: Delete
lv: Dzçst
pl: Usuñ
ro: ªterge
sk: Zmaza»
tr: Sil

source: Move...
lv: Pârvietot...
pl: Przenie¶...
ro: Mutã...
sk: Presunú»...
tr: Taþý...

source: Hard Link...
lv: Cietâ Saite...
pl: Dowi±zanie...
ro: Legãturã Realã...
sk: Hard odkaz...
tr: Sabit Bað...

source: Symlink...
lv: Simbolsaite...
pl: Dowi±zanie symboliczne...
ro: Legãturã Simbolicã...
sk: Symbolický odkaz...
tr: Sembolik Bað...

source: Edit Symlink...
lv: Rediìçt Simbolsaiti...
pl: Modyfikuj dowi±zanie symboliczne...
ro: Editeazã Legãtura Simbolicã...
sk: Upravi» Symb. odkaz...
tr: Sembolik Baðý Düzenle...

source: Properties...
lv: Rekvizîti...
pl: W³a¶ciwo¶ci...
ro: Proprietãþi...
sk: Nastavenia...
tr: Özellikler...

source: Show backup files
lv: Parâdît dublçjuma datnes
pl: Wy¶wietlanie plików zapasowych
ro: Aratã fiºierele backup
sk: Ukáza» zálohované súbory
tr: Yedek dosyalarý göster

source: Show hidden files
lv: Parâdît slçptâs datnes
pl: Wy¶wietlanie plików ukrytych
ro: Aratã fiºierele ascunse
sk: Ukáza» skryté súbory
tr: Gizli dosyalarý göster

source: Mix files and directories
lv: Miksçt datnes un direktorijas
pl: Bez umieszczania katalogów na pocz±tku
ro: Amestecã fiºierele ºi directoarele
sk: Mie¹a» súbory a adresáre
tr: Dizinleri ve dosyalarý göster

source: Use shell patterns instead of regular expressions
lv: Lietot èaulas modeli regurâlu izteiksmju vietâ
pl: Wykorzystywanie wzorców dopasowywania zamiast wyra¿eñ regularnych
ro: Utilizeazã "shell patterns" în loc de expresii regulare
sk: Pou¾i» shell vzory miesto be¾ných výrazov
tr: Düzenli ifadeler yerine kabuk masklarýný kullan

source: Determine file types from file content instead of extensions
lv: Noteikt datnes tipu no paðas datnes satura (paplaðinâjuma vietâ)
pl: Okre¶lanie typów plików na podstawie ich zawarto¶ci zamiast rozszerzeñ
ro: Determinã tipul fiºierelor dupã conþinut, nu dupã extensie
sk: Urèova» typ súborov podµa obsahu a nie prípony
tr: Dosya türünü uzantýsý yerine içeriðinden sapta

source: Confirm when deleting file
lv: Prasît apstiprinâjumu, pirms dzçðot datni
pl: Potwierdzanie usuniêcia pliku
ro: Confirmã ºtergerea fiºierelor
sk: Potvrdi», pri mazaní súboru
tr: Silerken sor

source: Confirm when overwriting files
lv: Prasît apstiprinâjumu, pirms pârraksta datnes
pl: Potwierdzanie nadpisania pliku
ro: Confirmã suprascrierea fiºierelor
sk: Potvrdi», pri prepisovaní súboru
tr: Üstüne yazarken sor

source: Confirm when executing files
lv: Prasît apstiprinâjumu, pirms palaiþ datnes
pl: Potwierdzanie wykonania pliku
ro: Confirmã execuþia fiºierelor
sk: Potvrdi», pri spú¹»aní súboru
tr: Çalýþtýrýrken sor

source: Show progress while operations are being performed
lv: Râdît progresu, kâmçr tiek pildîtas operâcijas.
pl: Wy¶wietlanie postêpu podczas wykowywania operacji
ro: Aratã bara de progres în timpul efectuãrii operaþiilor
sk: Ukáza» vývoj zatiaµ èo operácie sú vykonávané
tr: Eylemlerin ilerlemelerini göster

source: VFS Timeout:
lv: VFS Taimauts:
pl: Czas oczekiwania VFS:
ro: Timp de expirare VFS-uri:
sk: VSF vypr¹anie èasu:
tr: VFS ZamanAþýmý:

source: Seconds
lv: Sekundes
pl: Sekund
ro: Secunde
sk: Sekund
tr: Saniye

source: Anonymous FTP password:
lv: Anonîmâ FTP parole:
pl: Has³o anonimowego FTP:
ro: Parola pentru FTP anonim:
sk: Anonymné FTP heslo:
tr: Anonim FTP parolasý:

source: Always use FTP proxy
lv: Vienmçr lietot FTP starpniekserveri
pl: Wykorzystanie proxy FTP
ro: Utilizeazã întotdeauna proxy-ul FTP
sk: V¾dy pou¾i» FTP proxy
tr: Daima FTP vekili kullan

source: Fast directory reload
lv: Âtra direktoriju pârlâde
pl: Szybkie od¶wie¿anie katalogu
ro: Reîncãrcare rapidã a directoarelor
sk: Rýchle znovu naèítanie adresára
tr: Dizinleri hýzlý yeniden yükle

source: Compute totals before copying files
lv: Aprçíinât kopsummu pirms datòu kopçðanas
pl: Obliczanie objêto¶ci przed kopiowaniem
ro: Calculeazã totalul înainde de copierea fiºierelor
sk: Vypoèíta» súèet pred kopírovaním súborov
tr: Kopyalamadan önce toplamý hesapla

source: FTP directory cache timeout :
lv: FTP direktorijas keiða taimauts :
pl: Czas przechowywania katalogu FTP :
ro: Cache-ul FTP expirã în:
sk: Vypr¹anie èasu pre cache FTP :
tr: FTP dizin arabelleði zamanaþýmý:

source: Allow customization of icons in icon view
lv: Atïaut kustomizâciju
pl: Konfigurowalne ikony w widoku ikon
ro: Permite personalizarea iconiþelor în modul de vizualizare cu iconiþe
sk: Dovoli» úpravu ikon v ikonovom pohµade
tr: Simge görünümünde simgelerin özelleþtirilmesine izin ver

source: File display
lv: Datnes attçloðana
pl: Wy¶wietlanie plików
ro: Afiºare fiºiere
sk: Zobrazi» súbor
tr: Dosya gösterimi

source: Confirmation
lv: Apstiprinâjums
pl: Potwierdzanie
ro: Confirmare
sk: Potvrdenie
tr: Doðrulama

source: Caching
lv: Keðoðana
pl: Przechowywanie
tr: AraBellekleme

source: Preferences
lv: Uzstâdîjumi
pl: Preferencje
ro: Preferinþe
sk: Predvoµby
tr: Tercihler

source: Filename
lv: Datnes nosaukums
pl: Nazwa pliku
tr: Dosyaismi

source: Full name:
lv: Pilnais nosaukums:
pl: Pe³na nazwa:
tr: Tam ismi:

source: Command
lv: Komanda
pl: Polecenie
ro: Comandã
sk: Príkaz
tr: Komut

source: Command:
lv: Komanda:
pl: Polecenie:
tr: Komut:

source: Use terminal
lv: Lietot terminâli
pl: Wykorzystanie terminala
tr: Terminal kullan

source: File mode (permissions)
lv: Datnes reþîms (atïaujas)
pl: Tryb pliku (uprawnienia)
tr: Dosya kipi (izinler)

source: <Unknown>
lv: <Nezinâms>
pl: <Nieznany>
tr: <Bilinmeyen>

source: General
lv: Galvenais
pl: Ogólne
tr: Genel

source: Title
lv: Virsraksts
pl: Tytu³
tr: Baþlýk

source: Select icon
lv: Izvçlieties ikonu
pl: Wybierz ikonê
tr: Simge seçin

source: Reloads the current directory
lv: Pârlâdç paðreizçjo direktoriju
pl: Od¶wie¿a bie¿±cy katalog
ro: Reîncarcã directorul curent
sk: Znovu nahra» aktuálny adresár
tr: Geçerli dizini yeniden yükler

source: New _Directory...
lv: Jauna _Direktorija...
pl: Nowy katalog...
ro: _Director nou...
sk: Nový _Adresár...
tr: Yeni _Dizin..

source: Creates a new directory here
lv: Izveidot ðeit jaunu direktoriju
pl: Tworzy nowy katalog
ro: Creeazã aici un nou director
sk: Vytvori» tu nový adresár
tr: Burada yeni bir dizin oluþturur

source: Empty _Trash
lv: _Tukða Akritumkaste
pl: Opró¿nij _kosz
ro: Goleºte _Coºul de gunoi
sk: Vyprázdni» _Odpadky
tr: Çöpü _Boþalt

source: Empties the Trash
lv: Iztukðo Akritumkasti
pl: Opró¿nia kosz
ro: Goleºte Coºul de gunoi
sk: Vyprázdni odpadky
tr: Çöp kutusunu boþaltýr

source: Search: %s
lv: Meklçt: %s
pl: Szukaj: %s
ro: Cautã: %s
sk: Hµada»: %s
tr: Arama: %s

source: %s bytes in %d file
lv: %s baiti %d datnç
pl: %s bajtów w %d pliku
ro: %s bytes în %d fiºier
sk: %s bytov v %d súbore
tr: %s bayt (%d dosyada)

source: %s bytes in %d files
lv: %s baiti %d datnçs
pl: %s bajtów w %d plikach
ro: %s bytes în %d fiºiere
sk: %s bytov v %d súboroch
tr: %s bayt (%d dosyada)

source: <readlink failed>
lv: <lasîtsaiti neveiksme>
pl: <readlink() nie powiod³a siê>
ro: <readlink eºuat>
sk: <èítanie odkazu zlyhalo>
tr: <bað okumasý baþarýsýz>

source: Copy directory
lv: Kopçt direktoriju
pl: Kopiuj katalog
ro: Copiazã director
sk: Kopírova» adresár
tr: Dizini kopyala

source: Delete directory
lv: Dzçst direktoriju
pl: Usuñ katalog
ro: ªterge director
sk: Zmaza» adresár
tr: Dizini sil

source: Rename or move directory
lv: Pârsaukt vai pârvietot direktoriju
pl: Zmieñ nazwê lub przenie¶ katalog
ro: Redenumeºte sau mutã directorul
sk: Premenova» alebo presunú» adresár
tr: Dizini yeniden adlandýr ya da taþý

source: Back
lv: Atpakaï
pl: Powrót
ro: Înapoi
sk: Spä»
tr: Geri

source: Go to the previously visited directory
lv: Iet atpakaï uz iepriekðçjo direktoriju
pl: Przechodzi do poprzedniego katalogu
ro: Du-te în directorul vizitat anterior
sk: Choï do predchádzajúceho adresára
tr: Önceki gidilmiþ dizine gider

source: Up
lv: Uz Augðu
pl: Góra
ro: Sus
sk: Hore
tr: Yukarý

source: Go up a level in the directory hierarchy
lv: Iet vienu lîmeni augstâk direktoriju hierarhijâ
pl: Przechodzi o poziom wy¿ej w hierarchii katalogów
ro: Du-te un nivel mai sus în ierarhia de directoare
sk: Choï o úroveò vy¹¹ie v hierarchii adresárov
tr: Dizin hiyerarþisinde bir seviye yukarý gider

source: Forward
lv: Uz Priekðu
pl: Naprzód
ro: Înainte
sk: Dopredu
tr: Ýleri

source: Go to the next directory
lv: Iet uz nâkoðo direktoriju
pl: Przechodzi do nastêpnego katalogu
ro: Du-te în directorul urmãtor
sk: Choï na nasledujúci adresár
tr: Sonraki dizine gider

source: Rescan
lv: Pârskençt
pl: Od¶wie¿
ro: Reîncarcã
sk: Obnovi»
tr: Yeniden tara

source: Rescan the current directory
lv: Pârskençt paðreizçjo direktoriju
pl: Od¶wie¿a zawarto¶æ bie¿±cego katalogu
ro: Reîncarcã directorul curent
sk: Obnovi» aktuálny adresár
tr: Geçerli dizini yeniden tarar

source: Home
lv: Mâjas
pl: Domowy
ro: Acasã
sk: Domáci
tr: Ev

source: Go to your home directory
lv: Iet uz mâjas direktoriju
pl: Przechodzi do katalogu domowego
ro: Du-te în directorul personal
sk: Choï do svojho domáceho adresára
tr: Ev dizinine gider

source: Location:
lv: Vieta
pl: Po³o¿enie:
ro: Locaþie:
sk: Umiestnenie:
tr: Konum:

source: &Ok
lv: &Labi
sk: Án&o
tr: &Tamam

source: Col %d
lv: Kol %d
pl: Kol %d
tr: Sütun %d

source: %s bytes
lv: %s baiti
pl: %s bajtów
sk: %s bytov
tr: %s bayt

source: _Goto line
lv: _Iet uz lîniju
pl: Przejd¼ do wiersza
ro: _Du-te la linia
sk: _Ís» na riadok
tr: Satýra _git

source: Jump to a specified line number
lv: Aiziet uz konkrçtu lîniju
pl: Przechodzi do wiersza o okre¶lonym numerze
ro: Sari la linia cu numãrul specificat
sk: Skoèi» na ¹pecifikovaný riadok
tr: Belirtilen satýr numarasýna atlar

source: _Monitor file
lv: _Novçrot Datni
pl: Monitoruj plik
ro: _Monitorizeazã fiºierul
sk: _Sledova» súbor
tr: Dosyayý Ý_zlet

source: Monitor file growing
lv: Novçrot datnes augðanu
pl: Monitoruje zwiêkszanie siê pliku
ro: Monitorizeazã creºterea fiºierului
sk: Sledova» narastanie súboru
tr: Dosya büyümesini izletir

source: Regexp search
lv: Pamatpalaðinâjuma meklçðana
pl: Szukaj wyra¿eñ regularnych
ro: Cãutare regexp
sk: Vyhµada» regexp
tr: Deyim aramasý

source: Regular expression search
lv: Regulâru izteiksmju meklçðana
pl: Wyszukiwanie z wyra¿eniem regularnym
ro: Cãutare dupã o expresie regularã
sk: Vyhµada» správny výraz
tr: Düzenli ifade aramasý

source: _Wrap
lv: _Iekïaut
pl: _Zawijanie
ro: _Aranjare
sk: _Zabali»
tr: _Sar

source: Wrap the text
lv: Iekïaut tekstu
pl: Zawija tekst
ro: Aranjeazã textul
sk: Zabali» text
tr: Metni sarmalar

source: _Parsed view
lv: _Analizçjoðs skatîjums
pl: Widok przetworzony
ro: Vizualizare _prelucratã
sk: _Rozlo¾ený pohµad
tr: _Ayrýþtýrýlmýþ görünüm

source: _Formatted
lv: _Formatçts
pl: _Formatowanie
ro: _Formatat
sk: _Formátovaný
tr: _Biçimlendirilmiþ

source: _Hex
pl: Sz_esnastkowo
sk: _Hexadecimálne
tr: _Onaltýlýk

source: _Search
lv: _Meklçt
pl: _Szukaj
ro: _Cautã
sk: _Hµada»
tr: _Ara

source: ok
lv: labi
sk: áno
tr: tamam

source: cancel
lv: atsaukt
pl: anuluj
ro: renunþã
sk: zru¹
tr: vazgeç

source: help
lv: palîdzîba
pl: pomoc
ro: ajutor
sk: pomoc
tr: yardým

source: yes
lv: jâ
pl: tak
ro: da
sk: áno
tr: evet

source: no
lv: nç
pl: nie
ro: nu
sk: nie
tr: hayýr

source: exit
lv: iziet
pl: zakoñcz
ro: ieºire
sk: skonèi»
tr: çýk

source: abort
lv: pârtraukt
pl: przerwij
ro: stop
sk: preru¹i»
tr: býrak

source: Could not contact the file manager
lv: nevar savienoties ar datòu pârvaldnieku
pl: Nie mo¿na po³±czyæ siê z mened¿erem plików
ro: Nu reuºesc sã contactez managerul de fiºiere
sk: Nemohol som kontaktova» súborový mene¾ér
tr: Dosya yöneticisine baðlantý kurulamadý

source: Could not get the desktop
lv: Nevar dabût darbvirsmu
pl: Brak dostêpu do pulpitu
ro: Nu pot obþine desktop-ul
sk: Nemohol dosta pracovnú plochu
tr: Masaüstü alýnamadý

source: Unknown arrange type `%s'
lv: Nezinâms piemçrojamais tips `%s'
pl: Nieznany typ uporz±dkowania '%s'
ro: Mod de aranjare necunoscut '%s'
sk: Neznámy typ `%s'
tr: Bilinmeyen düzenleme türü `%s'

source: Create window showing the specified directory
lv: Izveido logu konkrçtas direktorijas râdîðanai
pl: Utwórz okno zawieraj±ce okre¶lony katalog
ro: Creeazã fereastrã cu directorul specificat
sk: Vytvori» okno ukázajúce na ¹pecifikovaný adresár
tr: Belirtilen dizini gösteren bir pencere açar

source: DIRECTORY
lv: DIREKTORIJA
pl: KATALOG
ro: DIRECTOR
sk: ADRESÁR
tr: DÝZÝN

source: Rescan the specified directory
lv: Pârskenet konkrçto direktoriju
pl: Od¶wie¿ okre¶lony katalog
ro: Reîncarcã directorul specificat
sk: Obnov ¹pecifikovaný adresár
tr: Belirtilen dizini yeniden tarar

source: Rescan the desktop icons
lv: Pârskençt darbirsmas ikonas
pl: Od¶wie¿ ikony na biurku
ro: Reîncarcã iconiþele de pe desktop
sk: Obnov ikony pracovnej plochy
tr: Masaüstü simgelerini yeniden tara

source: Rescan the desktop device icons
lv: Pârskençt iekârtu darbvirsmas ikonas
pl: Od¶wie¿ ikony urz±dzeñ na biurku
ro: Reîncarcã iconiþele dispozitivelor de pe desktop
sk: Obnov ikony zariadení pracovnej plochy
tr: Masaüstü aygýt simgelerini yeniden tara

source: Arrange the desktop icons
lv: Sakârtot darbvirsmas
pl: Uszereguj ikony na biurku
ro: Aranjeazã iconiþele de pe desktop
sk: Uprata» ikony pracovnej plochy
tr: Masaüstü simgelerini düzenle

source: name | type | size | atime | mtime | ctime
lv: nosaukums | tips | izmçrs | alaiks | mlaiks | ilaiks
pl: nazwa | typ | rozm | czasd | czasm | czasz
ro: nume | tip | mãrime | timpa | timpm | timpc
sk: meno | typ | veµkos» | aèas | mèas | cèas
tr: isim | türü | boyut | erþtrh | düztrh | olþtrh

source: Close windows whose directories cannot be reached
lv: Aizvçrt logus kuru direktorijas nevar tikt sasniegtas
pl: Zamknij okna, których katalogi nie mog± zostaæ odczytane
ro: Închide ferestrele cu directoare inaccesibile
sk: Zavry okná tých adresárov ktoré nemohly by» dostupné
tr: Eriþilemeyen dizinlerin pencerelerini kapat

source: Error
lv: Kïûda
pl: B³±d
ro: Eroare
sk: Chyba
tr: Hata

source: Failed trying to open file for reading:
lv: Nevar atvçrt datni lasîðanai:
pl: Otwarcie pliku do odczytu nie powiod³o siê:
ro: Nu pot deschide pentru citire fiºierul:
sk: Neúspe¹ný pokus o otvorenie súboru pre èítanie:
tr: Dosya okunmak için açýlýrken hata oluþtu:

source: Error reading from pipe:
lv: Kïûda lasot no programkanâla:
pl: B³±d przy odczycie z potoku:
ro: Eroare la citirea din filtrul:
sk: Chyba pri èítaní z rúry:
tr: Veri yolundan okumada hata

source: Failed trying to open pipe for reading:
lv: Nevar atvçrt programkanâlu lasîðanai:
pl: Otwarcie potoku do odczytu nie powiod³o siê:
ro: Nu pot deschide pentru citire filtrul:
sk: Neúspe¹ný pokus o otvorenie rúry pre èítanie:
tr: Veri yolu okumak için açýlýrken hata oluþtu

source: Error reading file:
lv: Kïûda lasot datni:
pl: B³±d przy odczycie z pliku:
ro: Eroare la citirea fiºierului:
sk: Chyba poèas èítania súboru:
tr: Dosya okunurken hata:

source: Cannot get size/permissions info on file:
lv: Nevar dabût lielumu/atïauju informâciju datnei:
pl: Nie mo¿na pobraæ informacji o rozmiarze/uprawnieniach do pliku:
ro: Nu pot obþine informaþiile despre mãrimea/drepturile fiºierului:
sk: Nemô¾em získa» info súbor o veµkosti/právach:
tr: Dosya izin/uzunluk bilgileri alýnamadý:

source: Not an ordinary file:
lv: Neparasta datne:
pl: To nie jest zwyk³y plik:
ro: Nu e un fiºier obiºnuit:
sk: Toto nie je súbor ordinálneho typu:
tr: Normal bir dosya deðil:

source: File is too large:
lv: Datne ir par lielu:
pl: Plik jest zbyt du¿y:
ro: Fiºierul este prea mare:
sk: Súbor je príli¹ veµký:
tr: Dosya çok fazla büyük:

source: Increase edit.h:MAXBUF and recompile the editor.
lv: Palielini edit.h:MAXBUF un pârkompilç redaktoru.
pl: Zwiêksz edit.h:MAXBUF i przekompiluj edytor.
ro: Mãriþi edit.h:MAXBUF ºi recompilaþi editorul.
sk: Zvý¹ edit.h:MAXBUF a prekompiluj editor.
tr: ´edit.h´da "MAXBUF"'un deðerini arttýrýp düzenleyiciyi yeniden derleyin.

source: User menu available only in mcedit invoked from mc
lv: Lietotâja izvçlne pieejama tikai mcedit, kurð palaists no mc
pl: Menu u¿ytkownika jest dostêpne tylko po uruchomieniu mcedit z mc
ro: Meniul utilizatorului este accesibil numai când mcedit e pornit de mc
sk: Pou¾ívateµské menu k dispozícii iba v mcedit spustenom z mc
tr: Kullanýcý menüsü sadece mc içinde bulunan mcedit ile düzenlenebilir

source: Error trying to stat file:
lv: Kïûda mçìinot sâknçt datni:
pl: B³±d przy próbie wykonania funkcji stat na pliku:
ro: Eroare la execuþia stat pe fiºierul:
sk: Chyba poèas urèovania stavu súboru:
tr: Dosya durumlanýrken hata:

source: Error writing to pipe:
lv: Kïûda rakstot programkanâlâ:
pl: B³±d przy zapisie do potoku:
ro: Eroare la scrierea în filtrul:
sk: Chyba poèas zápisu do rúry:
tr: Veri yoluna yazarken hata:

source: Failed trying to open pipe for writing:
lv: Nevar atvçrt programkanâlu ierkastîðanai:
pl: Otwarcie potoku do zapisu nie powiod³o siê:
ro: Nu pot deschide pentru scriere filtrul:
sk: Neúspe¹ný pokus o otvorenie rúry pre zápis:
tr: Veri yolu yazmak için açýlýrken hata oluþtu:

source: Quick save
lv: Âtra saglabâðana
pl: Szybki
ro: Rapidã
sk: Rýchle ulo¾.
tr: Çabuk

source: Safe save
lv: Droða saglabâðana
pl: Bezpieczny
ro: Sigurã
sk: Bezpeèné ulo¾.
tr: Güvenli

source: Do backups -->
lv: Veikt dublçjumu -->
pl: Kopie zapasowe -->
ro: Fã backup -->
sk: Zálo¾. kópiu do
tr: Yedekle -->

source: &Cancel
lv: &Atsaukt
pl: &Anuluj
ro: &Renunþã
sk: &Zru¹
tr: &Vazgeç

source: Extension:
lv: Paplaðinâjums:
pl: Rozszerzenie:
ro: Extensie:
sk: Prípona:
tr: Uzantý:

source: Edit Save Mode
lv: Rediìçt Glabâðanas Reþîmu
pl: Modyfikacja trybu zapisu
ro: Editeazã Modul de Salvare
sk: Upravi» mód ukladania
tr: Kaydetme kipini düzenle

source: Save As
lv: Glabât Kâ
pl: Zapisz jako
ro: Salveazã Ca
sk: Ulo¾i» ako
tr: Farklý kaydet

source: Warning
lv: Brîdinâjums
pl: Ostrze¿enie
ro: Atenþie
sk: Varovanie
tr: Uyarý

source: A file already exists with this name.
lv: Eksistç datne ar tâdu nosaukumu.
pl: Plik o tej nazwie ju¿ istnieje.
ro: Existã deja un fiºier cu acest nume.
sk: Súbor s daným meno u¾ existuje.
tr: Bu isimde bir dosya zaten var.

source: Overwrite
lv: Pârrakstît
pl: Nadpisz
ro: Suprascrie
sk: Prepísa»
tr: Üstüne yaz

source: Cancel
lv: Atsaukt
pl: Anuluj
ro: Renunþã
sk: Zru¹
tr: Vazgeç

source: Save as
lv: Glabât kâ
pl: Zapisz jako
ro: Salveazã ca
sk: Ulo¾i» ako
tr: Farklý kaydet

source: Error trying to save file.
lv: Kïûda mçìinot glabât datni.
pl: B³±d przy próbie zapisu pliku.
ro: Eroare la salvarea fiºierului.
sk: Chyba poèas ukladania súboru.
tr: Dosyayý kaydederken hata oluþtu.

source: Delete macro
lv: Dzçst makro
pl: Usuñ makro
ro: ªterge combinaþia
sk: Zmaza» makro
tr: Makroyu sil

source: Error trying to open temp file
lv: Kïûda mçìinot atvçrt temp datni
pl: B³±d przy próbie otwarcia pliku tymczasowego
ro: Eroare la deschiderea unui fiºier temporar
sk: Chyba poèas otvárania temp súboru
tr: Geçici dosyayý açarken hata oluþtu

source: Error trying to open macro file
lv: Kïûda mçìinot atvçrt makro datni
pl: B³±d przy próbie otwarcia pliku z makrem
ro: Eroare la deschiderea fiºierului de combinaþii
sk: Chyba poèas otvárania makro súboru
tr: Makro dosyasýný açarken hata oluþtu

source: Error trying to overwrite macro file
lv: Kïûda mçìinot pârrakstît makro datni
pl: B³±d przy próbie nadpisania pliku z makrem
ro: Eroare la încercarea de a suprascriere fiºierul de combinaþii
sk: Chyba poèas prepisovania makro súboru
tr: Makro dosyasýnýn üstüne yazarken hata oluþtu

source: Macro
lv: Makro
pl: Makro
ro: Combinaþii
sk: Makro
tr: Makro

source: Press the macro's new hotkey:
lv: Spied makro jauno karsto taustiòu:
pl: Naci¶nij nowy skrót makra:
ro: Apãsaþi noua tastã a combinaþiei:
sk: Stlaète nové makro hotkey:
tr: Yeni Makro tuþuna basýnýz:

source: Save macro
lv: Glabât makro
pl: Zapisz makro
ro: Salveazã combinaþia
sk: Ulo¾i» makro
tr: Makroyu kaydet

source: Delete Macro
lv: Dzçst Makro
pl: Usuñ marko
ro: ªterge combinaþia
sk: Zmaza» makro
tr: Makroyu sil

source: Load macro
lv: Ielâdçt makro
pl: Wczytaj makro
ro: Încarcã combinaþia
sk: Nahra» makro
tr: Makroyu yükle

source: Confirm save file? :
lv: Apstiprinât datnes glabâðanu? :
pl: Potwierd¼ zapis pliku :
ro: Confirmaþi salvarea fiºierului? :
sk: Potvrdi» ulo¾enie súboru? :
tr: Dosya kaydelirken sorulsun mu?:

source: Save file
lv: Glabât datni
pl: Zapisz plik
ro: Salveazã fiºierul
sk: Ulo¾i» súbor
tr: Dosyayý kaydet

source: Save
lv: Glabât
pl: Zapisz
ro: Salveazã
sk: Ulo¾i»
tr: Kaydet

source: Current text was modified without a file save. Continue discards these changes.
lv: Paðreizçjais teksts tika modificçts bez datnes saglabâðanas. Ja turpinâsiet, izmaiòs tiks atsauktas.
pl: W bie¿±cym tek¶cie dokonano zmian bez wykonania zapisu. Kontynuacja spowoduje ich porzucenie.
ro: Fiºierul curent a fost modificat fãrã a fi salvat. Dacã continuaþi veþi anula aceste schimbãri.
sk: Aktuálny text bol modifikovaný bez ulo¾enia súboru. Pokraèova» zru¹ením týchto zmien.
tr: Mevcut metin kaydedilmemiþ deðiþiklikler içeriyor. Bu deðiþiklikler yoksayýlarak devam edilsin mi?
