Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: ftpfs directory cache timeout:
lv: ftpfs direktorija keða taimauts:
pl: Czas przechowywania katalogu w cache ftpfs:
ro: Cache-ul ftpfs expirã în:
sk: ftpfs èasový limit pre cache:
tr: ftpfs dizin arabelleðinde zamanaþýmý:

source: ftp anonymous password:
lv: anonîmâ ftp parole:
pl: Has³o anonimowego ftp:
ro: Parola pentru ftp anonim:
sk: ftp anonymné heslo:
tr: anonim ftp parolasý:

source: Timeout for freeing VFSs:
lv: Taimauts atbrîvojot VFSas:
pl: Opó¼nienie zwalniania VFS:
ro: VFS-urile expirã în:
sk: Èasový limit pre uvoµnenie VFS:
tr: VFS'leri boþaltma zamanaþýmý:

source: Virtual File System Setting
lv: Virtuâlâs Datòu Sistçmas Uzstâdîjumi
pl: Ustawienia Wirtualnego Systemu Plików
ro: Setãri ale Sistemului Virtual de Fiºiere
sk: Nastavenie virtuálneho súborového systému
tr: Sanal Dosya Sistemi Ayarlarý

source: Quick cd
lv: Âtrs cd
pl: Szybka zmiana katalogu
ro: Schimbare rapidã de director
sk: Rýchly cd
tr: Çabuk dizin deðiþtirme

source: Symbolic link
lv: Simbolsaite
pl: Dowi±zanie symboliczne
ro: Numele legãturii simbolice:
sk: Symbolický odkaz
tr: Sembolik bað

source: Running
lv: Darbojas
pl: Uruchomiony
ro: Execut
sk: Spustenie
tr: Çalýþýyor

source: Stopped
lv: Apstâdînâts
pl: Zatrzymany
ro: Oprit
sk: Zastavený
tr: Durduruldu

source: &Stop
pl: Zatrzymaj
ro: O&preºte
sk: &Zastavi»
tr: &Durdur

source: &Resume
lv: &Rezumçt
pl: Wznów
ro: &Reia
sk: &Pokraèova»
tr: Y&eniden devam et

source: &Kill
lv: &Nokaut
pl: Zabij
ro: &Omoarã
sk: &Ukonèi»
tr: &Öldür

source: Background Jobs
lv: Fona Darbi
pl: Zadania w tle
ro: Sarcini de Fundal
sk: Úlohy v pozadí
tr: Artalan Ýþleri

source: execute/search by others
lv: palaist/meklçt citiem
pl: wykonywanie przez innych
ro: execuþie/cãutare de alþii
sk: vykonávaný/hµadaný ostat.
tr: diðerlerine göre çalýþtýrma/arama

source: write by others
lv: rakstît citiem
pl: zapisywanie przez innych
ro: scriere de alþii
sk: zapisovaný ostatnýmy
tr: diðerlerine göre yazma

source: read by others
lv: lasît citiem
pl: odczytywanie przez innych
ro: citire de alþii
sk: èítaný ostatnýmy
tr: diðerlerine göre okuma

source: execute/search by group
lv: palaist/meklçt grupai
pl: wykonywanie przez grupê
ro: execuþie/cãutare de grup
sk: vykonávaný/hµadaný skup.
tr: gruba göre çalýþtýrma/arama

source: write by group
lv: rakstît grupai
pl: zapisywanie przez grupê
ro: scriere de grup
sk: zapisovaný skupinou
tr: gruba göre yazma

source: read by group
lv: lasît grupai
pl: odczytywanie przez grupê
ro: citire de grup
sk: èítaný skupinou
tr: gruba göre okuma

source: execute/search by owner
lv: palaist/meklçt îpaðniekam
pl: wykonywanie przez w³a¶c.
ro: execuþie/cãutare de propr.
sk: vykonávaný/hµadaný vlast.
tr: sahibine göre çalýþtýrma/arama

source: write by owner
lv: rakstît îpaðniekam
pl: zapisywanie przez w³a¶c.
ro: scriere de proprietar
sk: zapisovaný vlastníkom
tr: sahibine göre yazma

source: read by owner
lv: lasît îpaðniekam
pl: odczytywanie przez w³a¶c.
ro: citire de proprietar
sk: èítaný vlastníkom
tr: sahibine göre okuma

source: sticky bit
lv: lipîgs
pl: bit "sticky"
ro: bitul de þintuire (sticky)
tr: sabit bit

source: set group ID on execution
lv: uzstâd. grup. ID pie izpildes
pl: ustaw GID przy wykonaniu
ro: setez ID grup la execuþie
sk: nastav skup. ID pre vykon.
tr: çalýþtýrmayý grup kimliðe ayarla

source: set user ID on execution
lv: uzstâd. liet. ID pie izpildes
pl: ustaw UID przy wykonaniu
ro: setez ID propr. la exec.
sk: nastav pou¾. ID pre vykon.
tr: çalýþtýrmayý kullanýcý kimliðe ayarla

source: C&lear marked
lv: A&ttîrît izvçlçto
pl: Wyczy¶æ zaznaczone
ro: ªter&g marc.
sk: z&Maza» oznaè.
tr: Ýþa&retlenenleri Temizle

source: S&et marked
lv: U&zstâdît izvçlçto
pl: Ustaw zaznaczone
ro: Set. &marc.
sk: n&Astavi» oznaè.
tr: S&eçimi baþlat

source: &Marked all
lv: &Izvçlçti visi
pl: Wszystkie zaznaczone
ro: &Tot marc.
sk: &Oznaèi» v¹etko
tr: Tü&münü seç

source: Permissions (Octal)
lv: Atïaujas (Octal)
pl: Uprawnienia (Ósemkowo)
ro: Drepturi (Octal)
sk: Práva (Osmièkové)
tr: Ýzinler (Sekizlik)

source: Owner name
lv: Îpaðnieka vârds
pl: Nazwa w³a¶ciciela
ro: Numele proprietarului
sk: Meno vlastníka
tr: Sahibi

source: Group name
lv: Grupas vârds
pl: Nazwa grupy
ro: Numele grupului
sk: Meno skupiny
tr: Grup ismi

source: Chmod command
lv: Komanda chmod
pl: Polecenie chmod
ro: Comanda chmod
sk: Príkaz zmeny práv
tr: Chmod komutu

source: Permission
lv: Atïauja
pl: Uprawnienia
ro: Drepturi
sk: Práva
tr: Ýzinler

source: Use SPACE to change
lv: Lietojiet SPACE, lai mainîtu
pl: Spacja prze³±cza
ro: Apãsaþi SPAÞIU pentru
sk: Pou¾ite medzeru pre zmenu
tr: Deðiþtirirken BOÞLUK kullan

source: an option, ARROW KEYS
lv: opcija, PULIÒU TAUSTIÒI
pl: opcjê, klawisze kursora
ro: schimbarea unei opþiuni,
sk: voµby, KURZOROVÉ KLÁVESY
tr: bir seçenek, OK TUÞLARI

source: to move between options
lv: , lai kustçtos starp opcijâm
pl: przwnosz± pomiêdzy opcjami
ro: SÃGEÞILE pentru navigare
sk: na presun medzi voµbami
tr: seçenekler arasýnda taþýmada

source: and T or INS to mark
lv: un T vai INS, lai atzîmçtu
pl: za¶ T lub Ins zaznacza
ro: ºi T sau INS pentru marcare
sk: a T, alebo INS pre oznaè.
tr: ve seçme de T ya da INS

source: Chmod command
lv: Komanda chmod
pl: Polecenie chmod
ro: Comanda chmod
sk: Príkaz zmeny práv
tr: Chmod komutu

source: I can't run the Chmod command on an extfs
lv: Nevaru palaist komandu Chmod uz extfs
pl: Nie mo¿na wykonaæ polecenia chmod na extfs
tr: Bir extfs bölümünde Chmod komutu çalýþtýrýlamadý

source: I can't run the Chmod command on a tarfs
lv: Nevaru palaist komandu Chmod uz tarfs
pl: Nie mo¿na wykonaæ polecenia chmod na tarfs
tr: Bir tarfs bölümünde Chmod komutu çalýþtýrýlamadý

source: Set &users
lv: Uzstâdît &lietotâjus
pl: Ustaw u¿ytkowników
ro: Seteazã &utilizatori
sk: Nastavi» &pou¾.
tr: K&ullanýcýlarý belirle

source: Set &groups
lv: Uzstâdît &grupas
pl: Ustaw grupy
ro: Seteazã &grupuri
sk: Nastavi» &skup.
tr: &Gruplarý belirle

source: Name
lv: Vârds
pl: Nazwa
ro: Nume
sk: Meno
tr: Ýsim

source: Owner name
lv: Îpaðnieka vârds
pl: Nazwa w³a¶c.
ro: Nume proprietar
sk: Meno vlastníka
tr: Sahibi

source: Group name
lv: Grupas vârds
pl: Nazwa grupy
ro: Nume grup
sk: Meno skupiny
tr: Grubu

source: Size
lv: Izmçrs
pl: Rozmiar
ro: Mãrime
sk: Veµkos»
tr: Boyut

source: Chown command
lv: Komanda chown
pl: Polecenie chown
ro: Comanda chown
sk: Príkaz zmeny vlastníka
tr: Chown komutu

source: User name
lv: Lietotâja vârds
pl: Nazwa u¿ytkownika
ro: Nume proprietar
sk: Meno pou¾ívateµa
tr: Kullanýcý ismi

source: <Unknown user>
lv: <Nezinâms lietotâjs>
pl: <Nieznany u¿ytkownik>
ro: <Utiliz. necun.>
sk: <Neznámy pou¾.>
tr: <Bilinmeyen kullanýcý>

source: <Unknown group>
lv: <Nezinâma grupa>
pl: <Nieznana grupa>
ro: <Grup necun.>
sk: <Neznáma skupina>
tr: <Bilinmeyen grup>

source: I can't run the Chown command on an extfs
lv: Nevaru palaist komandu Chown uz extfs
pl: Nie mo¿na wykonaæ polecenia chown na extfs
tr: Bir extfs bölümünde Chown komutu çalýþtýrýlamadý

source: I can't run the Chown command on a tarfs
lv: Nevaru palaist komandu Chown uz tarfs
pl: Nie mo¿na wykonaæ polecenia chown na tarfs
tr: Bir tarfs bölümünde Chown komutu çalýþtýrýlamadý

source: Can not fetch a local copy of %s
lv: Nevaru dabût vietçjo %s kopiju
pl: Nie mo¿na pobraæ lokalnej kopii %s
ro: Nu pot aduce o copie localã a %s
sk: Nemô¾em vyvola» miestnu kópiu %s
tr: `%s'in yerel kopyasý alýnamadý

source: Files tagged, want to cd?
lv: Datnes tagotas, gribat cd?
pl: Zaznaczono pliki, zmieniæ katalog?
ro: Existã fiºiere marcate, doriþi sã schimbaþi directorul?
sk: Oznaèené súbory chcú cd?
tr: Dosyalar iþaretli, dizin deðiþsin mi?

source: Could not change directory
lv: Nevar nomainît direktoriju
pl: Nie mo¿na zmieniæ katalogu
ro: Nu pot deschide directorul %s
sk: Nemohol som zmeni» adresár
tr: Dizin deðiþtirilemedi

source: View file
lv: Skatît datni
pl: Podgl±d pliku
ro: Vizualizare fiºier
sk: Prezrie» si súbor
tr: Dosyayý göster

source: Filename:
lv: Datnes Nosaukums:
pl: Nazwa pliku:
ro: Nume fiºier:
sk: Meno súboru:
tr: Dosyaismi:

source: Filtered view
lv: Filtrçts skatîjums
pl: Widok filtrowany
ro: Vizualizare filtratã
sk: Filtrovaný pohµad
tr: Görünüm Süzgeci

source: Filter command and arguments:
lv: Filtrçðanas komanda un argumenti:
pl: Polecenie i argumenty filtra:
ro: Introduceþi argumente suplimentare:
sk: Príkaz a argumenty pre filtrovanie:
tr: Süzgeç komutlarý ve argümanlarý:

source: Create a new Directory
lv: Izveidot Jaunu Direktoriju
pl: Utwórz nowy katalog
ro: Creeazã un nou Director
sk: Vytvori» nový adresár
tr: Yeni bir dizin Oluþtur

source: Enter directory name:
lv: Ievadiet direktorijas nosaukumu:
pl: Wprowad¼ nazwê katalogu:
ro: Introduceþi numele directorului:
sk: Zadajte meno adresára:
tr: Dizin ismi:

source: Filter
lv: Filtrs
pl: Filtr
ro: Filtru
tr: Süzgeç

source: Set expression for filtering filenames
lv: Iestatît izteiksmi datòu nosaukumu filtrçðanai
pl: Ustaw wyra¿enie filtruj±ce nazwy plików
ro: Introduceþi expresia pentru filtrarea numelor fiºierelor
sk: Nastavi» výraz pre filtrovanie mien súborov
tr: Dosya isimlerini süzmede kullanýlacak ifadeyi belirtin

source: Select
lv: Atlasît
pl: Zaznacz
ro: Selecteazã
sk: Vyber
tr: Seç

source: Unselect
lv: Neatlasît
pl: Odznacz
ro: Deselecteazã
sk: Odobra»
tr: Seçimi býrak

source: Extension file edit
lv: Paplaðinâjuma datnes rediìçðana
pl: Modyfikuj plik rozszerzeñ
ro: Editeazã fiºierul de extensii
sk: Upravi» príponu názvu súboru
tr: Uzantý dosyasý düzenleme

source: Which extension file you want to edit?
lv: Kuru paplaðinâjuma datni jûs vçlaties rediìçt?
pl: Który plik rozszerzeñ chcesz zmodyfikowaæ?
ro: Care fiºier de extensii doriþi sã îl editaþi?
sk: Ktorú príponu názvu súboru chcete upravi»?
tr: Hangi uzantý dosyasý düzenlenecek?

source: &User
lv: &Lietotâjs
pl: U¿ytkownik
ro: &Utilizator
sk: &Pou¾ívateµ
tr: &Kullanýcý

source: &System Wide
lv: &Sistçmas Mçroga
pl: &Systemowe
ro: Pentru tot &Sistemul
sk: &Systémový
tr: &Sistem çapýnda

source: Menu edit
lv: Izvçlòu rediìçðana
pl: Modyfikacja menu
ro: Editare Meniuri
sk: Editor menu
tr: Menu Düzenleme

source: Which menu file will you edit ?
lv: Kuru izvçlnes datni jûs rediìçsiet ?
pl: Który plik menu chcesz zmodyfikowaæ?
ro: Care fiºier de meniuri doriþi sã îl editaþi?
sk: Ktorý súbor menu chcete upravi»?
tr: Düzenlenecek menü hangisi?

source: &Local
lv: &Vietçji
pl: Lokalne
sk: &Miestny
tr: Yere&l

source: &Home
lv: &Mâjas
pl: Prywatne
ro: &Personal
sk: &Domáci
tr: &Ev

source: Compare directories
lv: Salîdzinât direktorijas
pl: Porównanie katalogów
ro: Compar directoarele
sk: Porovnanie dvoch adresárov
tr: Dizinleri karþýlaþtýr

source: Select compare method:
lv: Izvçlçties salîdzinâðanas metodi:
pl: Wybierz metodê porównywania:
ro: Alegeþi metoda de comparare:
sk: Vyberte porovnávaciu metódu:
tr: Karþýlaþtýrma yöntemini seçin:

source: &Quick
lv: &Âtri
pl: Szybka
ro: &Rapidã
sk: &Rýchla
tr: &Çabuk

source: &Size only
lv: &Tikai izmçrs
pl: Tylko rozmiar
ro: &Doar mãrime
sk: &Iba veµkos»
tr: &Sadece uzunluk

source: &Thorough
lv: &Pamatîgi
pl: Dok³adna
ro: &Completã
sk: ú&Plná
tr: &Titiz

source: Both panels should be on the listing view mode to use this command
lv: Abiem paneïiem jâbût saraksta skata reþîmâ, lai lietotu ðo komandu
pl: Aby wykorzystaæ to polecenie, nale¿y ustawiæ oba okna na wy¶wietlanie listy plików
ro: Ambele panouri ar trebui sã fie în mod listã pentru aceastã comandã
sk: Oba panely mô¾u pou¾i» pre re¾im prezerania tento príkaz
tr: Bu komutu kullanmak için her iki panelde liste görünümünde olmalý

source: The command history is empty
lv: Komandu vçsture ir tukða
pl: Historia poleceñ jest pusta
ro: Istoricul comenzilor este gol
sk: História príkazov je prázdna
tr: Komut geçmiþi boþ

source: Command history
lv: Komandu vçsture
pl: Historia poleceñ
ro: Istoricul comenzilor
sk: História príkazov
tr: Komut Geçmiþi

source: Not an xterm or Linux console; the panels cannot be toggled.
lv: Ne xterm vai Linux konsole; paneïi nevar tikt slçdzelçti.
pl: Panele mog± byæ prze³±czane tylko na konsoli Linuksa lub w xtermie.
ro: Nu este un xterm sau o consolã Linux; panourile nu pot fi inversate.
sk: Nie je to xterm alebo Linuxovsky terminál; medzi panelmi nemô¾e by» prepínané.
tr: Bir xterm ya da Linux konsolu deðil; Paneller deðiþtirilemez.

source: Type `exit' to return to the Midnight Commander
lv: Ievadiet 'exit', lai atgrieztos Pusnakts Komandierî
pl: Wpisz 'exit', aby powróciæ do Midnight Commandera
ro: Tastaþi `exit' pentru a reveni în Midnight Commander
sk: Napí¹te `exit' ak sa chcete vráti» do Midnight Commandera
tr: Midnight Commander'a dönmek için `exit' yazýnýz

source: Couldn't stat %s %s
lv: Nevarçja palaist %s %s
pl: Nie mo¿na wykonaæ operacji stat na %s %s
tr: %s durumlanamadý %s

source: Link
lv: Saite
pl: Dowi±¿
ro: Legãturã
sk: Odkaz
tr: Sabit Bað:

source: to:
lv: uz:
pl: do:
ro: cãtre:
sk: na:
tr: için bað dosyasý:

source: link: %s
lv: saite: %s
pl: dowi±zanie: %s
ro: legãturã: %s
sk: odkaz: %s
tr: bað: %s

source: symlink: %s
lv: simbolsaite: %s
pl: dowi±zanie symboliczne: %s
ro: legãturã simbolicã: %s
sk: symb. odkaz: %s
tr: sembolbað: %s

source: Symlink `%s' points to:
lv: Simbolsaite '%s' norâda uz:
pl: Dowi±zanie symboliczne '%s' wskazuje na:
ro: Legãtura simbolicã `%s' indicã:
sk: Symb. odkaz '%s' odkazuje:
tr: %s sembolik baðýnýn hedefi:

source: Edit symlink
lv: Rediìçt simbolsaiti
pl: Modyfikuj dowi±zanie symboliczne
ro: Editare legãturã simbolicã
sk: Upravi» symb. odkaz
tr: Sembolik baðý düzenle

source: edit symlink, unable to remove %s: %s
lv: rediìçt simbolsaiti, nevarçja izòemt %s: %s
pl: modyfikacja dowi±zania symbolicznego, nie mo¿na usun±æ %s: %s
ro: editare legãturã simbolicã, nu am putut sã elimin %s: %s
sk: upravi» symb.odkaz, nemô¾em odstráni» %s: %s
tr: sembolik bað düzenleme, %s silinemedi: %s

source: edit symlink: %s
lv: rediìçt simbolsaiti: %s
pl: modyfikacja dowi±zania symbolicznego: %s
ro: editare legãturã simbolicã: %s
sk: upravi» symb. odkaz: %s
tr: sembolik bað düzenleme: %s

source: Link symbolically
lv: Saitçt simboliski
pl: Dowi±¿ symbolicznie
ro: Leagã simbolic
sk: Symbolický odkáza»
tr: Sembolik baðla

source: Relative symlink
lv: Relatîva simbolsaite
pl: Wzglêdne dowi±zanie symboliczne
ro: Legãturã simbolicã relativã
sk: Relatívny symb. odkaz
tr: Göreli sembolik bað

source: relative symlink: %s
lv: ralatîva simbolsaite: %s
pl: wzglêdne dowi±zanie symboliczne: %s
ro: legãturã simbolicã relativã: %s
sk: relatívny symb. odkaz: %s
tr: göreli sembolik bað: %s

source: Using default locale
lv: Lietojam noklusçto lokâli
pl: Wykorzystanie domy¶lnego locale
ro: Utilizând localizarea implicitã
sk: Pou¾i» ¹tandardnú hodnotu pre lokalizáciu
tr: Öntanýmlý yerel kullanarak

source: Using locale "%s" (from environment variable %s)
lv: Lietojam lokâli "%s" (no vides mainîgâ %s)
pl: Wykorzystanie locale "%s" (ze zmiennej ¶rodowiskowej %s)
ro: Utilizând localizarea "%s" (din variabila de mediu %s)
sk: Pou¾i» lokalizáciu "%s" (z premennej prostredia %s)
tr: Öntanýmlý "%s" yereli kullanýlarak (çevre deðiþkeni %s ile verilen)

source: Enter machine name (F1 for details):
lv: Ievadiet datora vârdu (F1 detalizçtâk):
pl: Wprowad¼ nazwê maszyny (F1 - szczegó³y):
ro: Introduceþi numele server-ului (F1 pentru detalii):
sk: Zadajte meno poèítaèa (F1 pre detaily):
tr: makina ismi (ayrýntýlar için F1):

source: Could not chdir to %s
lv: nevarçja chdir uz %s
pl: Nie mo¿na zmieniæ katalogu na %s
ro: Nu pot schimba directorul la %s
sk: Nemohol som chdir na %s
tr: %s dizinine geçilemedi

source: Link to a remote machine
lv: Saite uz attâlinâto maðînu
pl: Po³±czenie ze zdaln± maszyn±
ro: Legãturã la un server la distanþã
sk: Pripojenie k vzdialenému poèítaèu
tr: Bir uzak makinaya bað

source: FTP to machine
lv: FTP uz datoru
pl: Po³±czenie FTP z maszyn±
ro: FTP cãtre server-ul
sk: FTP k poèítaèu
tr: makinaya FTP

source: SMB link to machine
lv: SMB saite uz datoru
pl: £±cze SMB do maszyny
ro: Legãturã SMB cãtre server-ul
sk: SMB odkaz k poèítaèu
tr: makinaya SMB bað

source: Socket source routing setup
pl: Ustawienia trasowania przez ¼ród³o
ro: Setare a rutãrii sursei socket-ului
sk: Prvotné nastavenie smeru cesty Socketu
tr: Soket kaynak güzergahý ayarý

source: Enter host name to use as a source routing hop:
pl: Wprowad¼ nazwê komputera wykorzystywanego przy trasowaniu przez ¼ród³o:
ro: Introduceþi numele gazdei de folosit ca nod de rutare al sursei:
sk: Zadajte hostiteµské meno pre pou¾itie ako zdrojového smeru cesty:
tr: Bir kaynak güzergahý sekmesi olarak kullanýlacak makina ismi:

source: Host name
lv: Resursdatora nosaukums
pl: Nazwa hosta
ro: Numele gazdei
sk: Hostiteµské meno
tr: Makina ismi

source: Error while looking up IP address
lv: Kïûda kâmçr skatoties IP adresi
pl: B³±d podczas wyszukiwania adresu IP
ro: Eroare în timpul cãutãrii adresei IP
sk: Nastala chyba poèas vyhµadávania IP adresy
tr: IP adresi denetlenirken hata

source: Undelete files on an ext2 file system
lv: Atjaunot datnes uz ext2 datòu sistçmas
pl: Odtwórz pliki na systemie plików ext2
ro: Recupereazã fiºiere pe un sistem de fiºiere ext2
sk: Obnovi» súbory na súborovom systéme ext2
tr: Bir ext2 dosya sistemi üzerinde silinen dosyalarý kurtarýr

source: Enter device (without /dev/) to undelete files on: (F1 for details)
lv: Ievadi iekârtu (bez /dev/), no kuras atjaunot datnes: (F1 detalizçtâk)
pl: Wprowad¼ nazwê urz±dzenia (bez /dev/), na którym s± pliki do odzyskania (F1 - szczegó³y):
ro: Introduceþi perifericul (fãra /dev/) pentru recuperare: (F1 pentru detalii)
sk: Zadajte zariadenie (bez /dev/) pre obnovenie súborov na: (F1 pre detaily)
tr: Kurtarýlacak dosyalarýn bulunduðu aygýtýn ismini (/dev/ olmadan - Ayrýntýlar için F1) verin

source: Setup saved to ~/
lv: Uzstâdîjumi saglabâti iekð ~/
pl: Zapisano ustawienia do ~/
ro: Configuraþia salvatã în ~/
sk: Nastavenie bolo ulo¾ené do ~/
tr: Ayarlar kaydedildi: ~/

source: Setup
lv: Uzstâdîðana
pl: Ustawienia
ro: Configurare
sk: Nastavenie
tr: Ayarlar

source: Can't chdir to '%s' %s
lv: Nevar chdir uz '%s' %s
pl: Nie mo¿na zmieniæ katalogu na '%s' %s
tr: '%s' dizinine geçilemedi %s

source: You can not execute commands on non-local filesystems
lv: Tu nevari palaist komandas uz ne-vietçjâm datòu sistçmâm
pl: Polecenia mo¿na wykonywaæ tylko na lokalnym systemie plików
ro: Nu puteþi executa comenzi pe sisteme de fiºiere non-locale
sk: Nemô¾ete spusti» príkazy na nelokálnych súborových systémoch
tr: Yerel dosya sistemi dýþýnda komut çalýþtýrýlamaz

source: refresh stack underflow!
lv: atsvaidzinât pârpilnîbas noplûdi!
pl: przepe³nienie stosu od¶wie¿ania!
ro: stivã de împrospãtare goalã!
sk: obnovovací pamä»ový zásobník nie je naplnený!
tr: tazeleme yýðýný taþtý!

source: &Unsorted
lv: &Nesakârtots
pl: Ni&euporz±dkowane
ro: ne-sor&Tat
sk: &Netriedené
tr: &Sýrasýz

source: &Name
lv: &Vârds
pl: &Nazwa
ro: &Nume
sk: &Meno
tr: Ýsi&m

source: &Extension
lv: &Paplaðinâjums
pl: &Rozszerzenie
ro: &Extensie
sk: &Prípona súboru
tr: &Uzantý

source: &Modify time
lv: &Modificçðanas laiks
pl: Czas &modyfikacji
ro: data modi&Ficãrii
sk: èas úp&Ravy
tr: &Düzenleme tarihi

source: &Access time
lv: &Pieejas laiks
pl: Czas &dostêpu
ro: data &Accesului
sk: èa&S prístupu
tr: &Eriþim tarihi

source: &Change time
lv: &Izmainîðanas laiks
pl: Czas &zmiany
ro: data &Creãrii
sk: èas zmen&Y
tr: De&ðiþim tarihi

source: &Size
lv: &Lielums
pl: Rozmi&ar
ro: &Mãrime
sk: &Veµkos»
tr: &Boyut

source: &Inode
pl: &I-wêze³
ro: &Inod
sk: &Inoda
tr: &I-düðüm

source: &Type
lv: &Tips
pl: &Typ
ro: &Tipul
sk: &Typ
tr: &Tür

source: &Links
lv: &Saites
pl: &Liczba dowi±zañ
ro: &Legãturi
sk: &Odkazy
tr: &Baðlar

source: &Owner
lv: Î&Paðnieks
pl: W³a¶ciciel
ro: pr&Oprietar
sk: &Vlastník
tr: &Sahibi

source: &Group
lv: &Grupa
pl: Grupa
ro: &Grup
sk: s&Kupina
tr: &Grup

source: File '%s' exists but can not be stat-ed: %s
lv: Datne '%s' eksistç, bet but statuss nevar tikt noteikts: %s
pl: Plik '%s' istnieje, lecz nie mo¿na wykonaæ operacji stat(): %s
ro: Fiºierul '%s' existã însã nu poate fi analizat cu stat: %s
sk: Súbor '%s' existuje, ale nemô¾em urèi» stav: %s
tr: '%s' dosyasý var ama durumlanamaz: %s

source: Unknown
lv: Nezinâms
pl: Nieznany
ro: Necunoscut
sk: Neznámy
tr: Bilinmeyen

source: Can't generate unique filename %s
lv: Nevar uzìenerçt unikâlu datnes vârdu %s
pl: Nie mo¿na utworzyæ unikalnej nazwy pliku %s
tr: Eþsiz dosyaismi %s üretilemiyor

source: Can't create temporary command file %s
lv: Nevar izveidot îslaicîgu komandas datni %s
pl: Nie mo¿na utworzyæ tymczasowego pliku polecenia %s
tr: Geçici komut dosyasý %s oluþturulamýyor

source: Parameter
lv: Parametrs
pl: Parametr
ro: Parametru
tr: Parametre

source: Can't execute commands on a Virtual File System directory
lv: Nevar izpildît komandu iekð Virtuâlas Datòu Sistçmas (VFS) direktorija
pl: Nie mo¿na wykonywaæ poleceñ na Wirtualnym Systemie Plików
tr: Bir Sanal Dosya Sistemi dizininde komut çalýþtýrýlamaz

source: file error
lv: datnes kïûda
pl: b³±d pliku
ro: eroare fiºier
sk: chyba v súbore
tr: dosya hatasý

source: Format of the
lv: Formatçt
pl: Format
ro: Format al
sk: Formát
tr: Biçim

source: mc.ext file has changed with version 3.0. It seems that installation failed. Please fetch a fresh new copy from the Midnight Commander package or in case you don't have any, get it from ftp://ftp.nuclecu.unam.mx.
lv: mc.ext ir mainîjies, sâkot ar 3.0 versiju. Izskatâs, ka instalâcija neizdevâs. Lûdzu sagâdâ jaunu kopiju no Midnight Commander pakas, bet ja gadîjumâ tev nevienas nav dabû kâdu no ftp://ftp.nuclecu.unam.mx.
pl: Format pliku mc.ext uleg³ zmianie wraz z wersj± 3.0. Wydaje siê, ¿e instalacja siê nie powiod³a. Pobierz pierwotn± wersjê tego pliku z pakietu Midnight Commandera, ew. powierz go spod adresu ftp://ftp.nuclecu.unam.mx.
tr: mc.ext dosyasý sürüm 3.0 ile deðiþti. Yapýlandýrma baþarýsýz görünüyor. Lütfen, Midnight Commander paketinden temiz bir kopyasýyla deðiþtirin. Bunu yapamýyorsanýz, ftp://ftp.nuclecu.unam.mx adresinden onu alabilirsiniz.

source: file error
lv: datnes kïûda
pl: b³±d pliku
ro: eroare fiºier
sk: chyba v súbore
tr: dosya hatasý

source: Format of the ~/
lv: ~/ formâts
pl: Format pliku ~/
ro: Formatul ~/
sk: Formát ~/
tr: biçimi ~/

source: file has changed with version 3.0. You may want either to copy it from
lv: ir mainîjies, sâkot sâkot ar versiju 3.0. Tu varçtu gribçt vai nu kopçt to no
pl: uleg³ zmianie wraz z wersj± 3.0. Mo¿esz skopiowaæ zawarto¶æ z pliku
ro: fiºierul s-a schimbat cu versiunea 3.0. Poate doriþi sã îl copiaþi din
sk: súbor bol zmemený verziou 3.0. Mô¾no ho tie¾ budete chcie» kopírova» z
tr: dosyasý sürüm 3.0 ile deðiþti. Dosyayý mc.ext dosyasýndan kopyalayabilir ya da

source: mc.ext or use that file as an example of how to write it.
lv: mc.ext vai lietot to datni kâ piemçru tam, kâ to uzrakstît.
pl: mc.ext lub u¿yæ go jako przyk³adu do stworzenia w³asnego.
ro: mc.ext sau utilizaþi acel fiºier ca un exemplu de cum sã îl scrieþi.
sk: mc.ext, alebo pou¾ite ten súbor ako príklad, ako to napísa».
tr: nasýl yazýlacaðýna bir örnek olarak kullanabilirsiniz.

source: mc.ext will be used for this moment.
lv: mc.ext tiks lietots ðim brîdim.
pl: zostanie wykorzystany mc.ext.
ro: mc.ext va fi utilizat deocamdatã.
sk: mc.ext bude pou¾ívaný v tejto chvíli.
tr: þimdilik mc.ext kullanýlacak.

source: Edition:
lv: Izdevums:
pl: Edycja:
ro: Versiunea:
sk: Úpravy:
tr: Yayýmý:

source: text mode
lv: teksta reþîms
pl: tryb tekstowy
ro: în mod text
sk: textový mód
tr: metin kipi

source: with X11 support to read modifiers
lv: ar X11 atbalstu, lai nolasîtu apzîmçtâjus
pl: z obs³ug± modyfikatorów X11
ro: cu suport X11 pentru tastele Shift, Meta (Alt) ºi Ctrl
sk: s podporou X11 pre èítanie modifikátorov
tr: deðiþtiricileri okumada X11 desteðiyle
