Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Emacs key:
lv: Emacs taustiòð:
pl: Klawisz Emacs:
ro: Tasta Emacs:
sk: Emacs-ová klávesa:
tr: Emacs tuþu:

source: Execute Macro
lv: Palaist Makro
pl: Wykonaj macro
ro: Executã Combinaþia
sk: Spusti» Makro
tr: Macro'yu çalýþtýr

source: Press macro hotkey:
lv: Spied makro karsto taustiòu:
pl: Naci¶nij skrót makra:
ro: Apãsaþi tasta combinaþiei:
sk: Stlaète makro hotkey:
tr: Macro tuþuna bas:

source: Insert Literal
lv: Ievietot Burtu
pl: Wstaw litera³
ro: Inserez un Literal
sk: Vlo¾i» znak
tr: Harfi içer

source: Press any key:
lv: Spiest jebkuru taustiòu:
pl: Naci¶nij dowolny klawisz:
ro: Apãsaþi o tastã:
sk: Stlaète nejakú klávesu:
tr: Bir tuþa basýnýz:

source: Unable to execute "%s". Please check it to see if it points to a valid command.
lv: Nevar palaist "%s". Lûdzu pârbaudiet, vai tas norâda uz pareizu komandu.
pl: Nie mo¿na wykonaæ "%s". Proszê sprawdziæ, czy jest to poprawne polecenie.
ro: Nu se poate executa "%s". Vã rog sã verificaþi dacã indicã o comandã validã.
sk: Nemo¾em vykona» "%s". Prosím skontrolujte èi odkazuje na správny príkaz.
tr: "%s" çalýþtýrýlamadý Lütfen verdiðiniz komutun geçerliliðini gözden geçirin

source: ". To fix this, bring up the mime-properties editor in the GNOME Control Center, and edit the default %s-action for "%s".
lv: ". Lai izlabotu to, ejiet uz mime-porperties redaktoru GNOME Kontrolcentrâ un izmainiet noklusçto %s-darbîbu priekð "%s".
pl: ". Aby to poprawiæ, zmodyfikuj domy¶ln± akcjê "%s" dla "%s" w Centrum Sterowania GNOME.
ro: ". Pentru remediere, apelaþi editorul mime-properties din GNOME Control Center, pentru a edita acþiunea %s implicitã pentru "%s".
sk: ". Na opravu tohto , vyvolajte MIME-vlastnosti editora v ovládacom panely GNOME , a upravte predvolenú %s-akciu pre "%s".
tr: ". Bu sorunu çözmek için ,Gnome Denetim Masasýnda mime-özellikleri düzenleyiciyi seçip öntanýmlý %s-eylemini "%s" için deðiþtirin.

source: ". To fix this error, bring up this file's properties and change the default %s-action.
lv: ". Lai labotu ðo kïûdu, ejiet uz ðîs datnes rekvizîtiem un izmainiet noklusçto %s-darbîbu.
pl: ". Aby poprawiæ ten b³±d, wybierz w³a¶ciwo¶ci pliku i zmieñ domy¶ln± akcjê '%s'.
ro: ". Pentru a remedia aceastã eroare, apelaþi proprietãþile fiºierului ºi schimbaþi acþiunea %s implicitã
sk: ". Na opravu tejto chyby, vyvolajte tieto vlastnosti súboru a zmente na predvolenú %s-akciu.
tr: ". Bu sorunu çözmek için , dosya özelliklerini seçip %s öntanýmlý eylemini deðiþtirin.

source: Unable to %s "%s" with the command: "%s"%s
lv: Nevar %s "%s" ar komandu: "%s"%s
pl: Nie mo¿na wykonaæ %s "%s" przy u¿yciu polecenia: "%s"%s
ro: Nu se poate %s "%s" folosind comanda: "%s"%s
sk: Nemo¾né %s "%s" s príkazom: "%s"%s
tr: %s "%s" "%s"%s komutuyla mümkün deðil

source: open
lv: atvçrt
pl: otwórz
ro: deschidere
sk: otvori»
tr: aç

source: edit
lv: rediìçt
pl: edycja
ro: editare
sk: upravi»
tr: düzenle

source: view
lv: skatît
pl: podgl±d
ro: vizualizare
sk: nahliadnu»
tr: görünüm

source: There is no other panel to compare contents to
lv: Ðeit nav cita paneïa, ar kuru varçtu salîdzinât saturu
pl: Do porównywania potrzebe s± dwa panele
tr: Ýçeriði karþýlaþtýrýlacak baþka panel yok

source: Could not start a terminal
lv: Nevar palaist terminâli
pl: Nie mo¿na uruchomiæ terminala
ro: Nu pot porni un terminal
sk: Nemohol som spusti» terminál
tr: Bir terminal baþlatýlamadý

source: The Midnight Commander Team
lv: Pusnakts Komandiera Komanda
pl: Grupa twórców Midnight Commandera
ro: Echipa Midnight Commander
sk: Midnight Commander Team
tr: Midnight Commander Ekibi

source: bug reports: http://bugs.gnome.org, or use gnome-bug
lv: kïûdu ziòojumi: http://bugs.gnome.org, vai lietojiet gnome-bug programmu
pl: zg³aszanie b³êdów: http://bugs.gnome.org, lub poprzez gnome-bug
ro: sesizãri bug-uri: http://bugs.gnome.org, sau utilizaþi gnome-bug
sk: Správy o chybách posielajte: http://bugs.gnome.org, alebo gnome-bug
tr: hata raporlarýný http://bugs.gnome.org adresinden bildirebileceðiniz gibignome-bug'ý da kullanabilirsiniz

source: The GNOME edition of the Midnight Commander file manager.
lv: Datòu pârvaldnieks Pusnakts Komandieris, GNOME versija.
pl: Mened¿er plików Midnight Commander, edycja GNOME
ro: Ediþia GNOME a managerului de fiºiere Midnight Comander.
sk: GNOME edícia súborového mana¾éra Midnight Commander.
tr: Gnome için Midnight Commander dosya yöneticisi

source: Sort By
lv: Sakârtots Pçc
pl: Porz±dek sortowania
ro: Sortez Dupã
sk: Usporiada» podµa
tr: Sýrala

source: Ignore case sensitivity.
lv: Ignorçt lielos/mazos burtus.
pl: Bez rozró¿niania wielko¶ci liter.
ro: Nu ignora majusculele.
sk: Ignorova» citlivos».
tr: Yazýlýþý gözardý et

source: Sort files by
lv: Sakârtot datnes pçc
pl: Porz±dek sortowania
ro: Sorteazã fiºierele dupã
sk: Usporiada» súbory podµa
tr: Dosyalarý sýrala

source: Name
lv: Nosaukums
pl: Nazwa
ro: Nume
sk: Mena
tr: Ýsim

source: File Type
lv: Datnes Tips
pl: Typ pliku
ro: Tipul Fiºierelor
sk: Typu súboru
tr: Dosya Türü

source: Size
lv: Lielums
pl: Rozmiar
ro: Mãrime
sk: Veµkos»
tr: Boyut

source: Time Last Accessed
lv: Pçdçjo Reizi Atvçrts
pl: Czas ostatniego dostêpu
ro: Data Ultimei Accesãri
sk: Èasu posledného prístupu
tr: Son Eriþim

source: Time Last Modified
lv: Pçdçjo Reizi Modificçts
pl: Czas ostatniej modyfikacji
ro: Data Ultimei Modificãri
sk: Èasu poslednej modifikácie
tr: Son Düzenleme

source: Time Last Changed
lv: Pçdçjo Reizi Mainîts
pl: Czas ostatniej zmiany
ro: Data Creãrii
sk: Èasu poslednej zmeny
tr: Son Deðiþim

source: Reverse the order.
lv: Sakârtot reversi.
pl: Odwrócony porz±dek.
ro: Inverseazã ordinea.
sk: Obráti» poradie.
tr: Sýralamayý ters çevirir.

source: Enter name.
lv: Ievadiet nosaukumu.
pl: Wprowad¼ nazwê
ro: Introduceþi numele.
sk: Zadajte meno.
tr: Ýsim girin.

source: Enter label for command:
lv: Ievadiet izîmi komandai:
pl: Wprowad¼ etykietê polecenia:
ro: Introduceþi o denumire pentru comandã:
sk: Zadajte návestie pre príkaz:
tr: Komut için etiket:

source: Find all core files
lv: Atrast visas core datnes
pl: Znajd¼ wszystkie pliki 'code'
ro: Cautã toate fiºierele core
sk: Nájs» v¹etky po¹kodené súbory
tr: Tüm core dosyalarýný bul

source: Find rejects after patching
lv: Atrast atraidîjumus pçc ielâpoðanas
pl: Znajd¼ odrzuty po ³ataniu
ro: Cautã reject-uri dupã patch-uire
sk: Nájs» súbory po oprave
tr: Yamadan sonra reddedilenleri bul

source: Run Command
lv: Palaist Komandu
pl: Wykonaj polecenie
ro: Executã Comanda
sk: Spusti» príkaz
tr: Çalýþtýr

source: Preset Commands
lv: Priekðnoteiktâs Komandas
pl: Zapisane polecenia
ro: Comenzi Predefinite
sk: Príkazy
tr: Önayar Komutlarý

source: Add
lv: Pievienot
pl: Dodaj
ro: Adaugã
sk: Prida»
tr: Ekle

source: Remove
lv: Aizvâkt
pl: Usuñ
ro: ªterge
sk: Odstráni»
tr: Kaldýr

source: Run this Command
lv: Palaist ðo Komandu
pl: Wykonaj polecenie
ro: Executã aceastã Comandã
sk: Spusti» tento príkaz
tr: Bu komutu çalýþtýr

source: Command:
lv: Komanda:
pl: Polecenie
ro: Comanda:
sk: Príkaz:
tr: Komut:

source: Set Filter
lv: Uzstâdît Filtru
pl: Ustaw filtr
ro: Seteazã Filtru
sk: Nastavi» filter
tr: Süzgeç Belirle

source: Show all files
lv: Parâdît visas datnes
pl: Wy¶wietlaj wszystkie pliki
ro: Aratã toate fiºierele
sk: Ukáza» v¹etky súbory
tr: Tüm dosyalarý göster

source: Enter a filter here for files in the panel view. For example: *.png will show just png images
lv: Ievadiet ðeit filtru datòçm paneïskatâ. Piemçram: *.png parâdîs tikai png attçlus
pl: Wprowad¼ filtr okre¶laj±cy pliki wy¶wietlane w panelu. Na przyk³ad: *.png wy¶wietli pliki zawieraj±ce obrazy w formacie .png
ro: Introduceþi aici un filtru pentru fiºierele din panoul de vizualizare. De exemplu: *.png va arãta doar imaginile png
sk: Zadajte filter pre súbory v panelovom pohµade. Napríklad: *.png uká¾e iba obrázky typu png
tr: Panel görünümünde dosyalar için buradan süzgeç girilir. Örneðin: *.png sadece png-resimlerini gösterir

source: Enter a Regular Expression to filter files in the panel view.
lv: Ievadiet regulâru izteiksmi, lai filtrçtu datnes paneïa skatâ.
pl: Wprowad¼ wyra¿enie regularne filtruj±ce pliki w panelu.
ro: Introduceþi o Expresie Regularã pentru a filtra fiºierele din panoul de vizualizare
sk: Zadajte správne výraz pre filtrovanie súborov v panelovom pohµade.
tr: Panel görünmündeki dosyalarý süzecek düzenli ifadeyi girin.

source: Open with...
lv: Atvçrt ar...
pl: Otwórz za pomoc±...
ro: Deschide cu...
sk: Otvori» s...
tr: ...ile Aç

source: Enter extra arguments:
lv: Ievadi papildargumentus:
pl: Wprowad¼ dodatkowe argumenty
ro: Introduceþi argumente suplimentare:
sk: Zadajte ¹peciálne argumenty
tr: Ek argümanlarý girin:

source: Desktop entry properties
lv: Darbvirsmas rekvizîti
pl: W³a¶ciwo¶ci elementu biurka
ro: Proprietãþi de intrare desktop
sk: Vlastnosti vstupu Pracovnej plochy
tr: Masaüstü girdi özellikleri

source: Select File
lv: Izvçlieties Datni
pl: Wybierz plik
ro: Selectez Fiºier
sk: Zvoli» súbor
tr: Dosya Seç

source: Enter a filter here to select files in the panel view with. For example: *.png will select all png images
lv: Ievadiet ðeit filtru datnçm paneïskatâ. Piemçram: *.png parâdîs tikai png attçlus
pl: Wprowad¼ filtr okre¶laj±cy zaznaczone pliki w panelu. Na przyk³ad: *.png zaznaczy pliki zawieraj±ce obrazy w formacie .png
ro: Introduceþi un filtru de selectare a fiºierelor din panoul de vizualizare. De exemplu: *.png va selecta doar imaginile png
sk: Zadajte filter pre oznaèenie súborov v panelovom pohµade s. Napríklad: *.png oznaèí v¹etky obrázky typu png
tr: Panel görünümünde dosyalarý seçen süzgeci girin. Örneðin: *.png sadece png-resimlerini seçer

source: Enter a regular expression here to select files in the panel view with.
lv: Ievadi ðeit regulâru izteiksmi, lai izvçlçtos danes paneïa skatâ
pl: Wprowad¼ wyra¿enie regularne okre¶laj±ce pliki, które nale¿y wybraæ.
ro: Introduceþi o expresie regularã aici pentru a selecta fiºierele din panou cu.
sk: Zadaj správne výraz pre oznaèovanie súborov v panelovom pohµade s.
tr: Panel görünmündeki dosyalarý seçecek düzenli ifadeyi girin.

source: Malformed regular expression
lv: Nepareizi veidota regulâra izteiksme
pl: Niepoprawne wyra¿enie regularne
ro: Expresie regularã greºitã
sk: Chybne vytvorený regulárny výraz
tr: Düzenli ifade yanlýþ

source: Creating a desktop link
lv: Izveidot darbvirsmas saiti
pl: Tworzenie ³±cza na biurku
ro: Creare legãturã pe desktop
sk: Vytváram odkaz na Pracovnej ploche
tr: Bir kýsayol oluþturuluyor

source: Enter the URL:
lv: Ievadiet URL:
pl: Wprowad¼ URL:
ro: Introduceþi URL-ul:
sk: Zadajte URL:
tr: URL Girin:

source: Access Time
lv: Atvçrðanas Laiks
pl: Czas dostêpu
ro: Data Accesãrii
sk: Prístupový Èas
tr: Eriþim zamaný

source: Creation Time
lv: Izveidoðanas Laiks
pl: Czas utworzenia
ro: Data Creãrii
sk: Èas vytvorenia
tr: Oluþturulma zamaný

source: Group
lv: Grupa
pl: Grupa
ro: Grup
sk: Skupina
tr: Grup

source: Group ID
lv: Grupas ID
pl: ID grupy
ro: ID de grup
sk: ID Skupiny
tr: Grup kimliði

source: Inode Number
lv: Inode Numurs
pl: Numer i-wêz³a
ro: Numãrul Inodului
sk: Èíslo Inody
tr: I-düðüm Numarasý

source: Mode
lv: Reþîms
pl: Tryb
ro: Mod
sk: Mód
tr: Kip

source: Modification Time
lv: Modifikâcijas Laiks
pl: Czas modyfikacji
ro: Data Modificãrii
sk: Èas modifikácie
tr: Düzenleme Zamaný

source: Number of Hard Links
lv: Cietu Saiðu Skaits
pl: Liczba dowi±zañ
ro: Numãrul Legãturilor Reale
sk: Èíslo Hard odkazu
tr: Doðrudan Bað Sayýsý

source: Owner
lv: Îpaðnieks
pl: W³a¶ciciel
ro: Proprietar
sk: Vlastník
tr: Sahibi

source: Permission
lv: Atïauja
pl: Uprawnienia
ro: Drepturi
sk: Práva
tr: Ýzinler

source: Size (short)
lv: Lielums (îsi)
pl: Rozmiar (krótki)
ro: Dimensiune (scurt)
sk: Veµkos» (Då¾ka)
tr: Büyüklük (kýsa)

source: Type
lv: Tips
pl: Typ
ro: Tip
sk: Typ
tr: Tür

source: User ID
lv: Lietotâja ID
pl: ID u¿ytkownika
ro: ID Utilizator
sk: ID Pou¾ívateµa
tr: Kullanýcý kimliði

source: Possible Columns
lv: Iespçjamâs Kolonnas
pl: Dostêpne kolumny
ro: Coloane Posibile
sk: Mo¾né ståpce
tr: Olasý Sütunlar

source: Displayed Columns
lv: Attçlotâs Kolonnas
pl: Wy¶wietlane kolumny
ro: Coloane Afiºate
sk: Zobrazené ståpce
tr: Gösterilen Sütunlar

source: Custom View
lv: Skatîjums Pçc Izvçles
pl: Widok u¿ytkownika
ro: Vizualizare Specificã
sk: Èiastoèný pohµad
tr: Özel Görünüm

source: Warning
lv: Brîdinâjums
pl: Ostrze¿enie
ro: Atenþie
sk: Varovanie
tr: Uyarý

source: Could not open %s; will not have desktop icons
lv: Nevar atvçrt %s; nebûs darbvirsmas ikonu
pl: Nie mo¿na otworzyæ %s; ikony na biurku nie zostan± utworzone
ro: Nu pot deschide %s; nu vor fi iconiþe pe desktop
sk: Nemô¾em otvori» %s: nebudete ma» desktopové ikony
tr: %s açýlamadýðýndan masaüstü simgeleri olmayacak

source: While running the mount/umount command
lv: Kamçr strâdâjot ar mount/unmount komandu
pl: Podczas wykonywania polecenie mount/umount
ro: În timp ce rula comanda mount/umount
sk: Keï be¾í príkaz mount/umount
tr: mount/umount komutu çalýþtýrýlýrken

source: While running the eject command
lv: Kamçr strâdâjot ar eject komandu
pl: Podczas wykonywania polecenia eject (wysuñ)
ro: În timp ce rula comanda eject
sk: Keï be¾í príkaz výber
tr: eject komutu çalýþtýrýlýrken

source: Error
lv: Kïûda
pl: B³±d
ro: Eroare
sk: Chyba
tr: Hata

source: Unable to locate the file: background-properties-capplet in your path. We are unable to set the background.
lv: Nevar atrast datni: background-properties-capplet jûsu norâdîtajâ ceïâ. Mçs nevaram uzstâdît fonu.
pl: Nie mo¿na odnale¼æ pliku: background-properties-capplet na ¶cie¿ce poszukiwañ. Konfiguracja t³a nie bêdzie mo¿liwa.
ro: Nu pot localiza fiºierul: background-properties-capplet în calea (path-ul) dvs. Nu se poate seta fundalul.
sk: Nemô¾em zisti» kde je súbor: vlastností pozadia capplet vo va¹ej ceste. Nie sme schopní nastavi» pozadie.
tr: background-properties-capplet dosyasý bulunamadý. Ardalan belirlenemeyecek.

source: Launch a new terminal in the current directory
lv: Palaist jaunu terminâli paðreizçjâ direktorijâ
pl: Otwiera nowe okno terminala w bie¿±cym katalogu
ro: Porneºte un nou terminal în directorul curent
sk: Spusti» nový terminál v aktuálnom adresári
tr: Geçerli dizinde yeni bir terminal açar

source: _Directory...
lv: _Direktorija...
pl: _Katalog...
ro: _Director...
sk: _Adresár...
tr: _Dizin...

source: Creates a new directory
lv: Izveido jaunu direktoriju
pl: Tworzy nowy katalog
ro: Creeazã un nou director în directorul curent
sk: Vytvori» nový adresár
tr: Yeni bir dizin oluþturur

source: URL L_ink...
lv: URL Sa_ite...
pl: £±cze URL...
ro: _URL...
sk: URL O_dkaz..
tr: URL _Baðý...

source: Creates a new URL link
lv: Izveido jaunu URL saiti
pl: Tworzy nowe ³±cze URL
ro: Creeazã o nouã legãturã URL
sk: Vytvori» nový URL odkaz
tr: Yeni bir URL baðý oluþturur

source: _Launcher...
lv: _Palaidçjs...
pl: Ikona uruchomieniowa...
ro: _Lansator...
tr: _Baþlatýcý...

source: Creates a new launcher
lv: Izveido jaunu palaidçju
pl: Tworzy now± ikonê uruchomieniow±
ro: Creeazã un nou lansator
sk: Vytvori» nový spus»aè
tr: Yeni bir baþlatýcý oluþturur

source: By _Name
lv: Pçc _Vârda
pl: Wed³yg nazwy
ro: Dupã _Nume
sk: Podµa Me_na
tr: _Adýna göre

source: By File _Type
lv: Pçc Datnes _Tipa
pl: Wed³yg typu pliku
ro: Dupã _Tipul Fiºierului
sk: Podµa _Typu Súboru
tr: Dosya _Türüne göre

source: By _Size
lv: Pçc _Izmçra
pl: Wed³ug rozmiaru
ro: Dupã mã_Rime
sk: Podµa Veµkos_ti
tr: Büyü_klüðüne göre

source: By Time Last _Accessed
lv: Pçc Pçdçjo Reizi _Atvçrðanas
pl: Wed³ug czasu ostatniego dostêpu
ro: Dupã Data Ultimei _Accesãri
sk: Podµa èasu _prístupu
tr: Son _Eriþime göre

source: By Time Last _Modified
lv: Pçc Pçdçjo Reizi _Modificçðanas
pl: Wed³ug czasu ostatniej modyfikacji
ro: Dupã Data Ultimei _Modificãri
sk: Podµa èasu poslednej _modifikácie
tr: Son _Düzenlemeye göre

source: By Time Last _Changed
lv: Pçc Pçdçjo _Reizi Mainîðanas
pl: Wed³ug czasu ostatniej zmiany
ro: Dupã Data _Creãrii
sk: Podµa èasu poslednej _zmeny
tr: Son Deð_iþime göre

source: _Arrange Icons
lv: _Sakârtot Ikonas
pl: Uporz±dkuj ikony
ro: _Aranjeazã Iconiþele
sk: _Zarovná» Ikony
tr: _Simgeleri düzenle

source: _Tidy Icons
lv: _Kârtîgas Ikonas
pl: _Uporz±dkuj ikony
ro: Iconiþe _Ordonate
sk: _Uprata» ikony
tr: _Tertipli Simgeler

source: Create _New Window
lv: Izveidot _Jaunu Logu
pl: Nowe okno
ro: Creeazã o Nouã _Fereastrã
sk: Vytvori» _Nové okno
tr: Ye_ni pencere

source: Rescan _Desktop Directory
lv: Pârskençt _Darbirsmas Direktoriju
pl: Od¶wie¿ katalog _biurka
ro: _Rescaneazã Directorul Desktop-ului
sk: _Obnovi» pracovnú plochu
tr: Masaüstü _Dizini Yeniden Tara

source: Rescan De_vices
lv: Pârskençt I_ekârtas
pl: Od¶wie¿ _urz±dzenia
ro: Rescaneazã _Dispozitive
sk: Obno_vi» Zariadenia
tr: A_ygýtlarý Yeniden Tara

source: Recreate Default _Icons
lv: Atjaunot Noklusçtâs _Ikonas
pl: Odtwórz domy¶lne _ikony
ro: Recreeazã _Iconiþele Iniþiale
sk: Obnovi» predvolené _Ikony
tr: Öntanýmlý _Simgeleri Yeniden Oluþtur

source: Configure _Background Image
lv: Mainît _Fona Attçlu
pl: Konfiguracja t³a
ro: Configureazã Imaginea de _Fundal
sk: Nastavi» o_Brázok pozadia
tr: Ardalan _Resmini Yapýlandýr

source: Des_ktop Properties
lv: Darbvirsmas Re_kvizîti
pl: W³a¶ciwo¶ci _biurka
ro: Proprietãþi Des_ktop
sk: Vlastnosti _plochy
tr: Masaüstü Özelli_kleri

source: Icon position
lv: Ikonas pozîcija
pl: Po³o¿enie ikon
ro: Poziþia iconiþelor
sk: Umiestnenie ikony
tr: Simge konumu

source: Automatic icon placement
lv: Automâtiska ikonu novietoðana
pl: Automatyczne rozmieszczanie ikon
ro: Plasare automatã a iconiþelor
sk: Automatické umiestnenie ikon
tr: Otomatik simge yerleþimi

source: Snap icons to grid
lv: Sakârtot ikonas pa rindâm
pl: Przyci±ganie ikon do siatki
ro: Aranjeazã iconiþele la linie
sk: Da» ikony do mrie¾ky
tr: Simgeleri ýzgarayla hizala

source: Use shaped icons
lv: Lietot formçtas ikonas
pl: Ikony bez t³a
ro: Foloseºte iconiþe formatate
sk: Pou¾i» ikony majúce tvar
tr: Gölgeli simgeler kullan

source: Use shaped text
lv: Lietot formçtu tekstu
pl: Napisy bez t³a
ro: Foloseºte text formatat
sk: Pou¾i» text majúci tvar
tr: Gölgeli metin kullan

source: Desktop
lv: Darbvirsma
pl: Biurko
sk: Pracovná Plocha
tr: Masaüstü

source: Home directory
lv: Mâjas direktorija
pl: Katalog domowy
ro: Directorul personal
sk: Domovský prieèinok
tr: Ev dizini

source: Trash
lv: Miskaste
ro: Coºul de gunoi
sk: Odpadky
tr: Çöp Kutusu

source: To:
lv: Uz:
pl: Do:
ro: În:
sk: K:
tr: Gideceði yer:

source: Copying from:
lv: Kopçjot no:
pl: Kopiowanie z:
ro: Copiazã din:
sk: Kopírujem z:
tr: Kopyalanma yeri:

source: Deleting file:
lv: Dzçðot datni:
pl: Usuwanie pliku:
ro: ªterg fiºierul:
sk: Ma¾em súbor:
tr: Silinen dosya:

source: Files Exist
lv: Datnes Existç
pl: Pliki istniej±
ro: Fiºierele existã
sk: Súbor existuje
tr: Dosya zaten var

source: Some of the files you are trying to copy already exist in the destination folder. Please select the action to be performed.
lv: Daþas no datnçm tu mçìini kopçt jau eksistç mçría mapç. Lûdzu izvçlieties darbîbu, kuru veikt.
pl: Czê¶æ kopiowanych plików istnieje ju¿ w katalogu docelowym. Wybierz dalszy sposób postêpowania.
ro: Câteva dintre fiºierele pe care încercaþi sã le copiaþi existã deja în directorul destinaþie. Vã rog sã selectaþi o acþiune.
sk: Niektoré zo súborov, ktoré ste sa pokú¹ali skopírova» u¾ existujú v cieµovejzlo¾ke. Prosím zvoµte funkciu vykonania pre vykonanie.
tr: Kopyalanacaðý yerde bu dosyalarýn bir kýsmý zaten var.Lütfen uygulanacak eylemi seçin.

source: Prompt me before overwriting any file.
lv: Ziòot man pirms pârrakstît jebkâdu datni.
pl: Pytanie przed nadpisaniem pliku.
ro: Întreabã inainte de a suprascrie vreun fiºier.
sk: Vyzvi ma, pred prepísaním akéhokoµvek súboru.
tr: Dosyalarýn üzerine yazmadan önce uyar.

source: Don't overwrite any files.
lv: Nepârrakstît nevienu datni.
pl: Bez nadpisywania plików
ro: Nu suprascrie orice fiºier.
sk: Neprepisuj ¾iadne súbory
tr: Hiç bir dosyanýn üstüne yazma.

source: Overwrite:
lv: Pârrakstît:
pl: Nadpisywanie:
ro: Suprascriu:
sk: Prepísa»:
tr: Üstüne yazýlacak:

source: Older files.
lv: Vecâkas datnes.
pl: Starsze pliki.
ro: Fiºiere vechi.
sk: Staré súbory.
tr: Eski dosyalar.

source: Files only if size differs.
lv: Datnes tikai pçc izmçriem atðíiras.
pl: Pliki ró¿ni±ce siê rozmiarem.
ro: Fiºierele doar dacã mãrimea diferã.
sk: Iba súbory s rozdielnou då¾kou.
tr: Dosyalar; sadece büyüklükleri farklýysa.

source: All files.
lv: Visas datnes.
pl: Wszystkie pliki.
ro: Toate fiºierele.
sk: V¹etky súbory.
tr: Tüm dosyalar.

source: File Exists
lv: Datne Eksistç
pl: Plik istnieje
ro: Fiºierul existã
sk: Súbor Existuje
tr: Dosya zaten var

source: The target file already exists: %s
lv: Mçría datne jau eksistç: %s
pl: Plik docelowy ju¿ istnieje: %s
ro: Fiºierul þintã %s existã deja
sk: Cieµový súbor u¾ existuje: %s
tr: %s hedef dosyasý zaten var

source: Replace it?
lv: Aizvietot to?
pl: Zast±piæ?
ro: Îl înlocuiþi?
sk: Nahradi» ho?
tr: Yerine yazýlsýn mý?

source: Copy
lv: Kopçt
pl: Kopiuj
ro: Copiazã
sk: Kopírova»
tr: Kopyala

source: Move
lv: Pârvietot
pl: Przen.
ro: Mutã
sk: Presunú»
tr: Taþý

source: Destination
lv: Mçríis
pl: Cel
ro: Destinaþie
sk: Cieµ
tr: Hedef

source: Find Destination Folder
lv: Atrast Mçría Mapi
pl: Znajd¼ katalog docelowy
ro: Cautã Directorul de Destinaþie
sk: Nájs» cieµovú zlo¾ku
tr: Hedef Dizini Bul

source: Copy as a background process
lv: Kopçt fona procesâ
pl: Kopiowanie w tle
ro: Copiazã în fundal
sk: Kopírova» ako proces v pozadí
tr: Ardalan iþlemi olarak kopyala

source: Advanced Options
lv: Paplaðinâtas Opcijas
pl: Zaawansowane opcje
ro: Opþiuni Avansate
sk: Roz¹írené mo¾nosti
tr: Geliþmiþ Seçenekler

source: Preserve symlinks
lv: Saglabât simbolsaites
pl: Zachowanie dowi±zañ symbolicznyvh
ro: Pãstreazã legãturile simbolice
sk: Uchova» symbolické odkazy
tr: Sembolik baðlarý koru

source: Follow links.
lv: Sekot saitçm.
pl: Pod±¿anie za dowi±zaniami symbolicznymi
ro: Urmãreºte legãturile.
sk: Nasledova» odkazy
tr: Baðlarý izle.

source: Selecting this will copy the files that symlinks point to instead of just copying the link.
lv: Iezîmçjot ðo, tiks kopçti arî visas tâs datnesi, kuru simboliskie norâdîjumi uz tâm norâda, tâ vietâ, lai kopçtu tikai simboliskos norâdîjumus.
pl: Po wybraniu kopiowane bêd± pliki, na które wskazuj± dowi±zania symboliczne, zamiast kopiowania samych dowi±zañ.
ro: Selectând aceasta veþi copia fiºierele la care indicã legãturile simbolice în loc doar sã copiaþi doar legãturile.
sk: Zvolenie tohto skopíruje súbor tak, ¾e symbolické odkazy sa odká¾u na práve kopírovaný odkaz.
tr: Bunu seçerseniz, bað yerine hedeflediði dosya kopyalanmýþ olacak.

source: Preserve file attributes.
lv: Saglabât datòu atribûtus.
pl: Zachowanie atrybutów plików.
ro: Pãstreazã atributele fiºierului.
sk: Uchova» atribúty súboru.
tr: Dosya niteliklerini koru.

source: Preserves the permissions and the UID/GID if possible
lv: Saglabâ atïaujas un UID/GID (Lietotâja/Grupas ID) kur iespçjams
pl: Zachowuje uprawnienia oraz UID/GID je¶li to mo¿liwe
ro: Pãstreazã drepturile ºi UID/GID-ul, dacã e posibil
sk: Ak je to mo¾né uchova» práva a UID/GID
tr: Mümkünse, izinleri ve Kullanýcý/Grup kimliklerini korur

source: Recursively copy subdirectories.
lv: Rekursîvi kopçt apakðdirektorijas.
pl: Rekurencyjnie kopiuj podkatalogi.
ro: Copiazã recursiv subdirectoarele.
sk: Rekurzívne skopírova» podadresáre.
tr: Altdizinleri ardýþýk kopyalar.

source: If set, this will copy the directories recursively
lv: Ja uzstâdîts, tad direktoriju kopçðana notiks rekursîvi
pl: Aktywuje rekurencyjne kopiowanie katalogów
ro: Dacã e setat, va copia recursiv directoarele
sk: Ak nastavte toto, adresáre sa budú kopírova» rekurzívne
tr: Seçtiðiniz takdirde dizinlerin alt dizinleride sýrayla kopyalanacak
