Repository: 5saviahv/mc
Catalog: po/*.po
Languages: lv, pl, ro, sk, tr

source: Continue
lv: Turpinât
pl: Kontynuuj
ro: Continuã
sk: Pokraèova»
tr: Devam et

source: Load
lv: Ielâdçt
pl: Wczytaj
ro: Încarcã
sk: Nahra»
tr: Yükle

source: Block is large, you may not be able to undo this action.
lv: Bloks ir liels, jûs iespçjams nevarçsiet atsaukt ðo darbîbu.
pl: Z powodu wielko¶ci bloku cofniêcie operacji mo¿e byæ niemo¿liwe.
ro: Blocul este mare, s-ar putea sã nu puteþi anula aceastã acþiune.
sk: Blok je príli¹ veµký, mo¾no nebude mo¾né stornova» túto akciu.
tr: Blok çok büyük, bu eylem geri alýnamayabilir.

source: Continue
lv: Turpinât
pl: Kontynuuj
ro: Continuã
sk: Pokraèova»
tr: Devam et

source: Cancel
lv: Atsaukt
pl: Anuluj
ro: Renunþã
sk: Zru¹i»
tr: Vazgeç

source: o&Ne
lv: vie&Ns
pl: &Jeden
ro: u&Nul
sk: Jede&N
tr: &Biri

source: al&L
lv: vi&Si
pl: &Wszystkie
ro: &Toate
sk: &V¹etko
tr: &Tümü

source: &Skip
lv: &Izlaist
pl: &Pomiñ
ro: &Sar
sk: &Preskoèi»
tr: &Atla

source: &Replace
lv: &Aizvietot
pl: &Zast±p
ro: &Înlocuieºte
sk: &Nahradi»
tr: &Yerleþtir

source: Replace with:
lv: Aizvietot ar:
pl: Zast±p tekstem:
ro: Înlocuieºte cu:
sk: Nahradi» s:
tr: Bununla deðiþtir:

source: Confirm replace
lv: Apstirpinât aizvietoðanu
pl: Potwierdzanie
ro: Confirmã înlocuirea
sk: Potvrdi» nahradenie
tr: Yer deðiþikliðini onaylat

source: scanf &Expression
lv: scan&F izteiksme
pl: Wyra¿enie "scanf"
ro: expresie &Scanf
sk: scanf v&Yjadrenie
tr: scanf &Deyimi

source: replace &All
lv: aizvietot vi&Sus
pl: Zast±p wszystkie
ro: înlocuieºte &Tot
sk: nahradi» v¹&Etko
tr: &Tümünün yerini deðiþtir

source: pr&Ompt on replace
lv: jau&Tât pie aizvietoðanas
pl: Potwierdzanie
ro: con&Firmã înlocuirea
sk: &Vyzva» pri nahradení
tr: Yerleþtirirken &Sor

source: &Backwards
lv: at&Pakaï
pl: Wstecz
ro: în sens &Invers
sk: &Spä»
tr: &Geriye doðru

source: &Regular expression
lv: &Regulâra izteiksme
pl: Wyra¿enie regularne
ro: &Expresie regularã
sk: sp&Rávne výraz
tr: &Düzenli ifade

source: &Whole words only
lv: &Tikai veselus vârdus
pl: Tylko ca³e s³owa
ro: &Doar cuvinte întregi
sk: &Iba celé slová
tr: &Sadece tam kelimeler

source: case &Sensitive
lv: lielo/mazo burtu &Jûtigs
pl: Rozró¿nianie wielko¶ci liter
ro: nu ignora &Majusculele
sk: &Citlivý na veµkos»
tr: Harf büyüklüðüne &Duyarlý

source: Enter replacement argument order eg. 3,2,1,4
lv: Ievadi aizvietojamâ argumenta secîbu, piem., 3,2,1,4
pl: Wprowad¼ kolejno¶æ zastêpowania argumentów, np.: 3,2,1,4
ro: Introduceþi ordinea de înlocuire (ex: 3,2,1,4):
sk: Zadajte poradie argumentu nahradenia eg. 3,2,1,4
tr: Yerdeðiþtirme sýrasýný girin (örn: 3,2,1,4)

source: Enter replacement string:
lv: Ievadiet aizvietotâjvirkni:
pl: Wprowad¼ zastêpuj±cy napis:
ro: Introduceþi ºirul de înlocuire:
sk: Zadajte re»azec pre nahradenie:
tr: Yerleþtirilecek metni verin:

source: Enter search string:
lv: Ievadiet meklçjamo virkni:
pl: Wprowad¼ poszukiwany napis:
ro: Introduceþi ºirul cãutat:
sk: Zadajte re»azec pre hµadanie:
tr: Aranacak metni girin:

source: Replace
lv: Aizvietot
pl: Zast±p
ro: Înlocuieºte
sk: Nahradi»
tr: Deðiþtir

source: Search
lv: Meklçt
pl: Szukaj
ro: Cautã
sk: Hµada»
tr: Ara

source: Enter search text :
lv: Ievadît meklçjamo tekstu :
pl: Wprowad¼ poszukiwany napis :
ro: Introduceþi textul cãutat :
sk: Zadajte hµadaný text :
tr: Aranacak metin:

source: Enter replace text :
lv: Ievadît aizvietotâjtekstu :
pl: Wprowad¼ zastêpuj±cy napis :
ro: Introduceþi textul de înlocuire :
sk: Zadajte text pre nahradenie:
tr: Yerleþtirilecek metin:

source: You can enter regexp substrings with %s (not \1, \2 like sed) then use "Enter...order"
lv: Tu vari ievadît regexp zemvirknes ar %s (nevis \1, \2 kâ sed) tad lieto "Ievadi...secîbu"
pl: Mo¿na wprowadziæ czê¶ci napisów z wyra¿enia regularnego, u¿ywaj±c %s (nie \1, \2, jak w sed), a nastêpnie u¿yæ "Wprowad¼ kolejno¶æ..."
ro: Puteþi introduce ºiruri regexp cu %s (nu \1, \2 ca în sed) apoi utilizaþi "Introduceþi...ordinea"
sk: Mô¾ete vlo¾i» regexp podre»azce s %s (nie \1, \2 ako sed), potom pou¾i "Zadaj...poradie"
tr: %s ile düzenli ifade altdizgelerini verdikten sonra (sed gibi \1, \2 deðil) "1...þeklinde" sýralama girebilirsiniz

source: Enter argument (or substring) order :
lv: Ievadi argumenta (vai zemvirknes) secîbu :
pl: Wprowad¼ kolejno¶æ argumentów (czê¶ci napisu) :
ro: Introduceþi ordinea argumentelor :
sk: Zadajte poradie argumentu (alebo podre»azca) :
tr: Argüman (ya da altdizge) sýrasýný verin:

source: Enter the order of replacement of your scanf format specifiers or regexp substrings, eg 3,1,2
lv: Ievadi scanf formâta specifikâciju vai regexp zemvirkòu apmaiòas kârtîbu, kâ 3,1,2
pl: Wprowad¼ kolejno¶æ zast±pieñ wystêpuj±cych w formacie scanf lub w wyra¿eniu regularnym, np. 2,1,2
ro: Introduceþi ordinea înlocuirii specificatorulor de format scanf sau subºiruri regexp, de ex: 3,1,2
sk: Zadajte poradie nahradenia vá¹ho scanf formátovacieho ¹pecifikátora alebo regexp podre»azec , ako 3,2,1
tr: scanf biçim belirteçleri ya da düzenli ifadelerinizin yerleþtirme sýrasýný verin (örn: 3,1,2)

source: Whole words only
lv: Tikai veselus vârdus
pl: Tylko ca³e s³owa
ro: Doar cuvinte întregi
sk: Iba celé slová
tr: Sadece tam kelimeler

source: Case sensitive
lv: Lielo/mazo burtu jûtîgs
pl: Rozró¿nianie wielko¶ci liter
ro: Nu ignora majusculele
sk: Citlivý na veµkos»
tr: Harf büyüklüðüne duyarlý

source: Regular expression
lv: Regulâra izteiksme
pl: Wyra¿enie regularne
ro: Expresie regularã
sk: Správny výraz
tr: Düzenli ifade

source: See the regex man page for how to compose a regular expression
lv: Apskati regex man lapu, lai redzçtu, kâ sastâdît regulâru izteiksmi
pl: Przeczytaj zawarto¶æ podrêcznika regex, aby poznaæ wyra¿enia regularne
ro: Consultaþi pagina man regex pentru a afla cum sã compuneþi o expresie regularã
sk: Pozrite si man stránku regex, aby si vedel ako vytvori» správny výraz
tr: Bir düzenli ifadenin nasýl oluþturulacaðýný öðrenmek için regex man sayfasýna bakabilirsiniz

source: Backwards
lv: Atpakaï
pl: Wstecz
ro: Înapoi
sk: Dozadu
tr: Geriye doðru

source: Warning: Searching backward can be slow
lv: Brîdinâjums: Meklçðana atpakï var bût lçna
pl: Ostrze¿enie: Przeszukiwanie wstecz mo¿e byæ powolne
ro: Atenþie: Cãutarea în sens invers poate fi înceatã
sk: Varovanie: Spätné vyhµadávanie mô¾e by» pomalé
tr: Uyarý: Geriye doðru arama yavaþ olabilir

source: Prompt on replace
lv: Ziòot pie aizvietoðanas
pl: Potwierdzenie przy zast±pieniu
ro: Confirmã înaintea înlocuirii
sk: Vyzva» na prepísanie
tr: Yerleþtirirken sor

source: Ask before making each replacement
lv: Jautât pirms katras aizvietoðanas
pl: Potwierdza ka¿de zast±pienie
ro: Întreabã înainte de a face fiecare înlocuire
sk: Opýtaj sa ma pred ka¾dým nahradením
tr: Her yerleþtirme öncesinde sorar

source: Replace all
lv: Aizvietot visu
pl: Zast±p wszystkie
ro: Înlocuieºte totul
sk: Nahradi» v¹etko
tr: Tümünü yerleþtir

source: Replace repeatedly
lv: Aizvietot atkârtoti
pl: Zast±p wszystkie
ro: Înlocuieºte repetat
sk: Nahradi» v¹etko
tr: Tekrarlý deðiþtir

source: Bookmarks
lv: Grâmatzîmes
pl: Zak³adki
ro: Semne de carte
sk: Zálo¾ky
tr: Yer imleri

source: Create bookmarks at all lines found
lv: Izveidot grâmatzîmes visâs atrastajâs lînijâs
pl: Utwórz zak³adki do wszystkich odnalezionych wierszy
ro: Creeazã semne de carte pentru toate liniile gãsite
sk: Vytvorí zálo¾ky na v¹etkých nájdených riadkoch
tr: Bulunan tüm satýrlara yer imi koy

source: Scanf expression
lv: Scanf izteiksme
pl: Wyra¿enie "scanf"
ro: Expresie scanf
sk: Výraz scanf
tr: Scanf deyimi

source: Allows entering of a C format string, see the scanf man page
lv: Atïauj ievadît C formâta rindiòu, skaties scnaf man lapu
pl: Pozwala na wprowadzenie wyra¿enia w formacie "scanf" z biblioteki C
ro: Permite introducerea unui ºir în format C, vezi pagina man scanf
sk: Dovolí» vlo¾i» C formát re»azca, pozri manuálovú stránku scanf
tr: C biçimi dizge giriþi için scanf man sayfasýna bakabilirsiniz

source: Begin search, Enter
lv: Sâkt meklçðanu, Enter
pl: Rozpocznij poszukiwanie, Enter
ro: Apãsaþi Enter pentru începerea cãutãrii
sk: Zaèa» vyhµadávanie, Enter
tr: Aramayý baþlatmak için Enter tuþuna basýnýz

source: Abort this dialog, Esc
lv: Nobeigt ðo dialogu, Esc
pl: Zamknij to okno, Esc
ro: Apãsaþi ESC pentru a închide acest dialog
sk: Preru¹i» tento dialóg, Esc
tr: Bu dialoðu kapatmak için Esc tuþuna basýnýz

source: Replace
lv: Aizvietot
pl: Zast±p
ro: Înlocuieºte
sk: Nahradi»
tr: Deðiþtir

source: Skip
lv: Izlaist
pl: Pomiñ
ro: Sar
sk: Preskoèi»
tr: Atla

source: Replace all
lv: Aizvietot visu
pl: Zast±p wszystkie
ro: Înlocuieºte tot
sk: Nahradi» v¹etko
tr: Tümünü deðiþtir

source: Replace one
lv: Aizvietot vienu
pl: Zast±p jedno
ro: Înlocuieºte unul
sk: Nahradi» jeden
tr: Tek tek deðiþtir

source: Invalid regular expression, or scanf expression with to many conversions
lv: Nepareiza regulârâ izteiksme vai scanf izteiksme ar pârâk daudzâm konversijâm
pl: Niepoprawne wyra¿enie regularne lub wyra¿enie "scanf" ze zbyt du¿± liczb± konwersji
ro: Expresie regularã invalidã, sau expresie scanf cu prea multe conversii
sk: Nesprávny výraz, alebo scanf výraz s mnohými zmenami
tr: Deðiþtirmelerin çoðunda scanf deyimi ya da düzenli ifade geçersiz

source: Error in replacement format string.
lv: Kïûda aizstâðanas formâta rinâ.
pl: B³±d w ci±gu zastêpuj±cym.
ro: Eroare în formatul ºirului de înlocuire.
sk: Chyba vo forme nahradzovaného re»azca.
tr: Yerleþtirme biçimi dizgesinde hata.

source: %ld replacements made.
lv: %ld aizstâðanas reþîms.
pl: wykonano %ld zast±pieñ.
ro: %ld înlocuiri efectuate.
sk: %ld náhrada vyrobená .
tr: %ld yerleþtirme yapýldý.

source: Search string not found.
lv: Meklçtâ rindiòa nav atrasta.
pl: Nie odnaleziono poszukiwanego napisu.
ro: ªirul cãutat nu a fost gãsit.
sk: Hµadaný re»azec nebol nájdený.
tr: Aranan dizge bulunamadý.

source: %d finds made, %d bookmarks added
lv: %d meklçjumi izdarît, %d grâmatzîmes pievienotas
pl: %d odnalezionych, %d dodanych zak³adek
ro: %d cãutãri efectuate, %d semne de carte adãugate
sk: %d nájdených, %d pridaných zálo¾iek
tr: %d bulma gerçekleþti, %d yer imi eklendi

source: Quit
lv: Iziet
pl: Zakoñcz
ro: Ieºire
sk: Ukonèi»
tr: Çýk

source: Current text was modified without a file save. Save with exit?
lv: Paðreizçjais teksts tika modificçts bez datnes saglabâðanas. Saglabât izejot?
pl: Bie¿±cy tekst zosta³ zmieniony bez zapisania zmian. Zapisaæ przed zakoñczeniem?
ro: Acest text a fost modificat fãrã a fi salvat. Salvez la ieºire?
sk: Aktuálny text bol upravovaný bez ulo¾enia súboru. Ulo¾i» a ukonèi»?
tr: Mevcut metin kaydedilmemiþ deðiþiklikler içeriyor. Çýkarken kaydedilsin mi?

source: File was modified, Save with exit?
lv: Datne tika mainîta, saglabât izejot?
pl: Plik zosta³ zmieniony. Zapisaæ przed zakoñczeniem?
ro: Fiºierul a fost modificat. Salvez la ieºire?
sk: Súbor bol zmenený, Ulo¾i» a ukonèi»?
tr: Deðiþiklikler çýkarken dosyaya kaydedilsin mi?

source: Cancel quit
lv: Atcelt izieðanu
pl: Anuluj zakoñczenie
ro: Anulez ieºirea
sk: Zru¹i» ukonèenie
tr: Çýkýþý durdur

source: &Yes
lv: &Jâ
pl: &Tak
ro: &Da
sk: Án&o
tr: &Evet

source: &No
lv: &Nç
pl: &Nie
ro: &Nu
sk: &Nie
tr: &Hayýr

source: &Cancel quit
lv: &Atsaukt izieðanu
pl: &Anuluj zakoñczenie
ro: &Anulez ieºirea
sk: &Zru¹i» ukoncenie
tr: &Çýkýþý durdur

source: &Yes
lv: &Jâ
pl: &Tak
ro: &Da
sk: Án&o
tr: &Evet

source: &No
lv: &Nç
pl: &Nie
ro: &Nu
sk: &Nie
tr: &Hayýr

source: Copy to clipboard
lv: Kopçt uz starpliktuvi
pl: Kopiuj do schowka
ro: Copiazã în clipboard
sk: Kopírova» do schránky
tr: Panoya kopyala

source: Unable to save to file.
lv: Nevar saglabât datni.
pl: Nie mo¿na zapisaæ do pliku.
ro: Nu pot salva în fiºier.
sk: Nemô¾em ulo¾i» súbor
tr: Dosya kaydedilemedi.

source: Cut to clipboard
lv: Aiznest uz starpliktuvi
pl: Wytnij do schowka
ro: Taie ºi pune în clipboard
sk: Vystrihnu» do schránky
tr: Panoya kes

source: Goto line
lv: Iet uz lîniju
pl: Przejd¼ do wiersza
ro: Du-te la linia
sk: Choï na riadok
tr: Satýra git

source: Enter line:
lv: Ievadîet lîniju:
pl: Wprowad¼ wiersz:
ro: Introduceþi numãrul liniei:
sk: Zadajte riadok:
tr: Satýrý girin:

source: Save Block
lv: Saglabât Bloku
pl: Zapisz blok
ro: Salveazã blocul
sk: Ulo¾i» blok
tr: Bloku kaydet

source: Insert File
lv: Ievietot Datni
pl: Wstaw plik
ro: Insereazã Fiºier
sk: Vlo¾i» Súbor
tr: Dosya Ýçer

source: Insert file
lv: Ievietot datni
pl: Wstaw plik
ro: Insereazã fiºier
sk: Vlo¾i» súbor
tr: Dosya içeriðine bir dosyayý ekler

source: Error trying to insert file.
lv: Kïûda mçìinot ievietot datni.
pl: B³±d przy próbie wstawienia pliku.
ro: Eroare la încercarea de inserare a fiºierului.
sk: Chyba poèas vkladania do súboru.
tr: Dosyayý içerirken hata oluþtu.

source: Sort block
lv: Sakârtot bloku
pl: Sortuj blok
ro: Sorteazã blocul
sk: Usporiada» blok
tr: Bloku sýrala

source: You must first highlight a block of text.
lv: Jums pa priekðu ir jâiezîmç teksta bloks.
pl: Nale¿y najpierw zaznaczyæ blok tekstu.
ro: Trebuie mai întâi sã selectaþi un bloc de text.
sk: Najskôr musíte zvýrazni» blok textu.
tr: Önce bir metin blokunu aydýnlatmalýsýnýz.

source: Run Sort
lv: Palaist Kârtoðanu
pl: Uruchomienie polecenia sort
ro: Executã Sort
sk: Spusti» Usporiadanie
tr: Sýralamayý çalýþtýr

source: Enter sort options (see manpage) separated by whitespace:
pl: Wprowad¼ opcje polecenia sort, rozdzielone separatorami:
ro: Introduceþi opþiunile sort (vezi pagina man) separate prin spaþii:
sk: Zadajte voµby pre triedenie oddelené prázdnym miestom(pozrí man stranku):
tr: Sýralama seçeneklerini (man sayfasýna bakýnýz) boþluklarla ayýrarak veriniz:

source: Sort
lv: Kârtot
pl: Sortuj
ro: Sorteazã
sk: Usporiada»
tr: Sýrala

source: Error trying to execute sort command
lv: Kïûda mçìinot palaist sort komandu
pl: B³±d przy próbie uruchomienia polecenia 'sort'
ro: Eroare la încercarea de execuþie a comenzii sort
sk: Chyba poèas pokusu vykona» príkaz pre triedenie
tr: Sýralama yapýlýrken bir hata oluþtu

source: Sort returned non-zero:
lv: Kârtoðana atgrieza ne-nulli:
pl: Polecenie 'sort' zwróci³o kod b³êdu:
ro: Sort a returnat cod non-zero:
sk: Triedenie nevrátilo non-zero:
tr: Sýralama sýfýrdan farklý deðer döndürdü:

source: Error create script:
lv: Kïûda izveidojot skriptu:
pl: B³±d przy tworzeniu skryptu:
ro: Eroare la crearea script-ului:
sk: Chyba pri vytvorení skriptu:
tr: Betiði oluþtururken hata:

source: Error read script:
lv: Kïûda lasot skriptu:
pl: B³±d przy odczycie skryptu:
ro: Eroare la citirea script-ului:
sk: Chyba pri èítaní skriptu:
tr: Betik okunurken hata:

source: Error close script:
lv: Kïûda aizverot skriptu:
pl: B³±d przy zamykaniu skryptu:
ro: Eroare la închiderea script-ului:
sk: Chyba pri zatvorení skriptu:
tr: Betik kapatýlýrken hata:

source: Script created:
lv: Skripts izveidots:
pl: Skrypt zosta³ utworzony:
ro: A fost creat script-ul:
sk: Vytvorený skript:
tr: Betik oluþturuldu:

source: Process block
lv: Procesa bloks
pl: Przetwórz blok
ro: Prelucrarea blocului
sk: Spracovávam blok
tr: Bloku iþle

source: Mail
lv: Pasts
pl: Wy¶lij
ro: Poºta
sk: Po¹ta
tr: Posta

source: Copies to
lv: Kopét uz
pl: Kopie do
ro: Copie Indigo la:
sk: Kopie komu
tr: Kopyalar

source: Subject
lv: Subjekts
pl: Tytu³
ro: Subiect
sk: Predmet
tr: Konu

source: To
lv: Uz
pl: do
ro: La
sk: Komu
tr: Kime

source: mail -s <subject> -c <cc> <to>
lv: mail -s <subjekts> -c <cc> <kam>
pl: mail -s <temat> -c <cc> <do>
ro: mail -s <Subiect> -c <CI> <La>
sk: po¹ta -s <predmet> -c <cc> <k>
tr: mail -s <konu> -c <karbonkopya> <kime>

source: Word wrap
lv: Vârdu iekïauðana
pl: Zawijanie s³ów
ro: Aranjare automatã a cuvintelor
sk: Zarovnávanie textu
tr: Sarmala

source: Enter line length, 0 for off:
lv: Ievadi lînijas garumu, 0 izslçdz
pl: Wprowad¼ d³ugo¶æ linii lub 0, aby deaktywowaæ:
ro: Introduceþi lumgimea liniei, 0 pentru dezactivare:
sk: Zadaj då¾ku riadku, 0 pre vypnutý:
tr: Satýr uzunluðunu verin (yoksa 0):

source: About
lv: Par
pl: Informacje o
ro: Despre
sk: O Aplikácii
tr: Hakkýnda

source: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation A user friendly text editor written for the Midnight Commander.
lv: Cooledit v3.11.5 Kopçðanas tiesîbas (C) 1996 the Free Software Foundation Lietotâjam draudzîgs teksta redaktors, uzrakstîts priekð Pusnakts Komandiera.
pl: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation Przyjazny edytor tekstu, stworzony dla Midnight Commandera.
ro: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation Un editor de text scris pentru Midnight Commander.
sk: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation Pou¾ívateµský prístupný textový editor napísaný pre Midnight Commander.
tr: Cooledit v3.11.5 TelifHakký (C) 1996 the Free Software Foundation Kullanýcý dostu bir metin düzenleyici Midnight Commander için yazýldý

source: &Open/load... C-o
lv: &Atvçrt/lâdçt... C-o
pl: &Otwórz... C-o
tr: &Aç/yükle... C-o

source: &New C-n
lv: &Jauns C-n
pl: &Nowy C-n
ro: &Nou C-n
sk: &Nový C-n
tr: &Yeni C-n

source: &Save F2
lv: &Saglabât F2
pl: &Zapisz F2
ro: &Salveazã F2
sk: &Ulo¾i» F2
tr: &Kaydet F2

source: save &As... F12
lv: saglabât &Kâ... F12
pl: Z&apisz jako... F12
ro: s&Alveazã ca... F12
sk: ulo¾i» &Ako F12
tr: &Farklý kaydet F12

source: &Insert file... F15
lv: &Ievietot datni.. F15
pl: &Wstaw plik... F15
ro: insereazã &Fiºier... F15
sk: V&Lo¾i» súbor. .. F15
tr: Dosyayý &içer... F15

source: copy to &File... C-f
lv: kopçt uz &Datni.. C-f
pl: &Kopiuj do pliku.. C-f
ro: &Copiazã în fiºier... C-f
sk: &Kopírova» do súboru. C-f
tr: Dosyaya k&opyala C-f

source: &User menu... F11
lv: &Lietotâja izvçlne F11
pl: Menu &u¿ytkownika... F11
ro: &Meniu utilizator F11
sk: &Pou¾ívateµské menu F11
tr: K&ullanýcý menüsü... F11

source: a&Bout...
lv: &Par...
pl: &Informacje o...
ro: des&Pre...
sk: &O Aplikácii...
tr: &Hakkýnda...

source: &Quit F10
lv: &Iziet F10
pl: Za&koñcz F10
ro: &Ieºire F10
sk: &Skonèi» F10
tr: &Çýkýþ F10

source: &New C-x k
lv: &Jauns C-x k
pl: &Nowy C-x k
ro: &Nou C-x k
sk: &Nový C-x k
tr: &Yeni C-x k

source: copy to &File...
lv: kopçt uz &Datni...
pl: kopiuj do pliku...
ro: copiazã în &Fiºier...
sk: kopírova» do &Súboru...
tr: &Dosyaya kopyala...

source: &Toggle Mark F3
lv: &Ieslçgt Iezîmçðanau F3
pl: Prze³±cz &zaznaczenie F3
ro: in&Verseazã selecþia F3
sk: &Prepína» oznaèenie F3
tr: &Seçim F3

source: &Mark Columns S-F3
lv: &Iezîmçt Kolonnas S-F3
pl: Zaznacz &kolumny S-F3
ro: se&Lecteazã coloanele S-F3
sk: &Oznaèi» ståpce S-F3
tr: Sütunlarý &Seç S-F3

source: toggle &Ins/overw Ins
lv: slçgt &Iev/pârr
pl: P&rze³±cz wst/nad Ins
ro: &Inserare/suprascriere Ins
sk: prepína» &Ins/over Ins
tr: &Ins/Owr Ins

source: &Copy F5
lv: &Kopçt F5
pl: &Kopiuj F5
ro: &Copiazã F5
sk: &Kopírova» F5
tr: &Kopyala F5

source: &Move F6
lv: p&Ârvietot F6
pl: &Przenie¶ F6
ro: &Mutã F6
sk: p&Resnú» F6
tr: &Taþý F6

source: &Delete F8
lv: &Dzçst F8
pl: &Usuñ F8
ro: ºter&Ge F8
sk: &Zmaza» F8
tr: &Sil F8

source: &Undo C-u
lv: &Atsaukt C-u
pl: &Cofnij C-u
ro: &Anuleazã C-u
sk: o&Bnovi» C-u
tr: &Geri al C-u

source: &Beginning C-PgUp
lv: &Sâkums C-PgUp
pl: P&ocz±tek C-PgUp
ro: începu&T C-PgUp
sk: z&Aèiatok C-PgUp
tr: &Baþlangýca C-PgUp

source: &End C-PgDn
lv: &Beigas C-PgDn
pl: &Koniec C-PgDn
ro: &Sfârºit C-PgDn
sk: ko&Niec C-PgDn
tr: &Sona C-PgDn

source: &Search... F7
lv: &Meklçt... F7
pl: &Szukaj... F7
ro: &Cautã... F7
sk: &Hµada»... F7
tr: &Ara... F7

source: search &Again F17
lv: meklçt &Vçlreiz F17
pl: Szukaj &ponownie F17
ro: cautã din &Nou F17
sk: hµada» zno&Vu F17
tr: &Tekrar Ara F17

source: &Replace... F4
lv: &Aizvietot... F4
pl: &Zast±p... F4
ro: în&Locuieºte... F4
sk: &Nahradi»... F4
tr: &Yerleþtir... F4

source: &Goto line... M-l
lv: &Iet uz lîniju... M-l
pl: Przejd¼ &do wiersza M-l
ro: &Du-te la linia... M-l
sk: &Choï na riadok... M-1
tr: &Satýra git... M-l

source: goto matching &Bracket M-b
lv: iet uz atbilstoðo ie&Kavu M-b
pl: do przeciwnego &nawiasu M-b
ro: d&U-te la paranteza pereche M-b
sk: choï na odpovedajúcu %zátvorku M-b
tr: Eþleþen &Paranteze Git M-b

source: insert &Literal... C-q
lv: ievietot &Burtu... C-q
pl: Wstaw &litera³... C-q
ro: insereazã un &Literal... C-q
sk: v&Lo¾i» Znak... C-q
tr: &Harfi içer... C-q

source: &Refresh screen C-l
lv: &Atsvaidzinât ekrânu C-l
pl: &Od¶wie¿ ekran C-l
ro: &Redeseneazã ecranul C-l
sk: &Obnovi» obrazovku C-l
tr: Ekraný &Tazele C-l

source: &Start record macro C-r
lv: &Sâkt macro rakstîðanu C-r
pl: &Pocz±tek zapisu makra C-r
ro: înregistreazã &Combinaþia C-r
sk: &Zaèa» nahráva» makro C-r
tr: &Makro kaydýný baþlat C-r

source: &Finish record macro... C-r
lv: &Pabeigt makro rakstîðanu... C-r
pl: &Koniec zapisu makra... C-r
ro: opreºte înre&Gistrarea C-r
sk: &Skonèi» nahráva» makro C-r
tr: Makro kaydýný &Bitir... C-r

source: &Execute macro... C-a, KEY
lv: &Palaist makro... C-a, KEY
pl: Wykonaj &makro... C-a, Klaw
ro: &Executã combinaþia... C-a, TASTA
sk: &Vykona» makro... C-a, KEY
tr: Makro Ça&lýþtýr... C-a, TUÞ

source: delete macr&O...
lv: dzçst makr&O...
pl: &Usuñ makro...
ro: ºterge com&Binaþia...
sk: z&Maza» makro...
tr: makr&oyu sil...

source: insert &Date/time
lv: ievietot &Datumu/laiku
pl: Wstaw datê/&czas
ro: insereazã data/&Ora
sk: vlo¾i» &Dátum/èas
tr: t&arih/zaman ekle

source: format p&Aragraph M-p
lv: formatçt p&Aragrâfu M-p
pl: Formatuj &akapit M-p
ro: formateazã p&Aragraful M-p
sk: formátova» odst&Avec M-p
tr: p&Aragrafý biçimle M-p

source: 'ispell' s&Pell check C-p
lv: 'ispell'&Pareizrakst. pârb. C-p
pl: Sp&rawdzenie pisowni C-p
ro: corectare ortograficã cu &Ispell C-p
sk: 'ispell' Jaz&Yková kontrola C-p
tr: 'ispell' sözel &denetimi C-p

source: sor&T... M-t
lv: kârto&T... M-t
pl: &Sortuj... M-t
ro: sor&Teazã... M-t
sk: &Usporiada»... M-t
tr: sýra&La... M-t

source: E&xternal Formatter F19
lv: Â&rçjais Formatçtâjs F19
pl: &Zewnêtrzny formater F19
ro: Formatare E&xternã F19
sk: Externý &Formátor F19
tr: D&ýþ Biçimlendirici F19

source: &Mail...
lv: &Pasts...
pl: &Wy¶lij...
ro: &Poºta...
sk: &Po¹ta...
tr: &Posta...

source: &Execute macro... C-x e, KEY
lv: &Palaist makro... C-x e, TAUSTIÒÐ
pl: Wykonaj &makro... C-x e, Klaw
ro: &Executã combinaþia... C-x e, TASTA
sk: &Vykona» makro... C-x e, KEY
tr: Ma&Kro çalýþtýr...C-x e, TUÞ

source: 'ispell' s&Pell check M-$
lv: 'ispell' s&Pareizrakst. pârb. M-$
pl: sprawdzenie pisowni M-$
ro: corectare ortograficã 'is&Pell' M-$
sk: 'isp&ell' jazyková kontrola M-$
tr: 'ispell' sö&Zel denetim M-$

source: &General...
lv: &Galvenais...
pl: &Ogólne...
ro: &Generale...
sk: &V¹eobecne...
tr: &Genel...

source: &Save mode...
lv: &Saglabât veidu...
pl: Tryb zapisu...
ro: Modul de &Salvare...
sk: &Ukladací mód...
tr: Ka&Ydetme kipi...

source: &Layout...
lv: &Izkârtojums...
pl: &Uk³ad...
ro: &Aspect...
sk: &Rozmiestnenie...
tr: &Yerleþim...

source: File
lv: Datne
pl: Plik
ro: Fiºier
sk: Súbor
tr: Dosya

source: Edit
lv: Rediìçt
pl: Edycja
ro: Editare
sk: Upravi»
tr: Deðiþtir

source: Sear/Repl
lv: Mekl/Aizv
pl: Szuk/Zast
ro: Caut/Înloc
sk: Hµad/Nahr
tr: Ara/Deðiþ

source: Command
lv: Komanda
pl: Polecenie
ro: Comenzi
sk: Príkaz
tr: Komut

source: Options
lv: Opcijas
pl: Opcje
ro: Opþiuni
sk: Voµby
tr: Seçenekler

source: Open... C-o
lv: Atvçrt... C-o
pl: Otwórz... C-o
ro: Deschide... C-o
sk: Otvori»... C-o
tr: Aç... C-o

source: New C-n
lv: Jauns C-n
pl: Nowy C-n
ro: Nou C-n
sk: Nový C-n
tr: Yeni C-n

source: Save F2
lv: Saglabât F2
pl: Zapisz F2
ro: Salveazã F2
sk: Ulo¾i» F2
tr: Kaydet F2

source: Save as... F12
lv: Saglabât kâ... F12
pl: Zapisz jako... F12
ro: Salveazã ca... F12
sk: Ulo¾i» ako ... F12
tr: Farklý kaydet... F12

source: Insert file... F15
lv: Ievietot datni... F15
pl: Wstaw plik... F15
ro: Insereazã fiºier... F15
sk: Vlo¾i» súbor... F15
tr: Dosya içer... F15

source: Copy to file... C-f
lv: Kopçt uz datni... C-f
pl: Kopiuj do pliku... C-f
ro: Copiazã în fiºier... C-f
sk: Kopírova» do súboru... F15
tr: Dosyaya kopyala... C-f
